{"titulo": null, "artigo": null, "paragrafo": null, "texto": "Dispõe sobre os lançamentos relativos às obrigações previstas no RICMS, considerando os Arts. 35 a 42 do Anexo VII do RICMS/2023, nas hipóteses da restituição do ICMS devido por substituição tributária em razão da não ocorrência do fato gerador presumido, o Decreto 48.282/2021, e o Decreto 48.736/2023. Sumário Objetivo: Este manual tem o objetivo de detalhar os procedimentos a serem adotados pelos contribuintes mineiros na Escrituração Fiscal Digital – EFD – nos casos de restituição do ICMS devido por substituição tributária – ICMS ST – em razão da não ocorrência do fato gerador presumido nas hipóteses previstas no art. Art. 36 do Anexo VII do RICMS/2023, nas modalidades de “Ressarcimento”, “Abatimento” e “Creditamento”. Em razão das alterações promovidas no Guia Prático da EFD por meio da versão 3.0.3, vigente a partir de 01/01/2020, o contribuinte, para fazer jus à restituição do ICMS/ST, deverá informar os registros: C180, C185, H030, 1250 e 1255, todos da EFD, devidamente preenchidos. As alterações promovidas no Guia Prático da EFD por meio da versão 3.0.4, vigente a partir de 01/01/2021 não se aplicam nesse caso (inclusão dos Registros C181 e C186). Orientações para o lançamento: **Vide", "pagina": 1, "tags": []}
{"titulo": "REGISTRO DAS OPERAÇÕES DE ENTRADA NA EFD:", "artigo": null, "paragrafo": null, "texto": "Nas operações de entrada, promovidas no período de apuração, os contribuintes mineiros devem escriturar as informações das notas fiscais no Registro “C100” e demais registros filhos exigidos pela legislação, e complementar a escrituração com o preenchimento do Registro C180. Caso haja estoque inicial declarado no Bloco H do período, para controle das mercadorias sujeitas ao regime de substituição tributária – restituição/ressarcimento (campo ‘04 – Mot_INV’ do Registro H005 preenchido com código de motivo 6), o contribuinte deverá escriturar o Registro C180 considerando as notas fiscais de entrada que acobertem as últimas entradas até a quantidade de mercadorias declaradas nos respectivos Registros H010 e H030. Se houver necessidade de substituição de arquivo da EFD transmitido anteriormente para contemplar o Registro C180, o contribuinte deverá fazê-lo. Se as notas fiscais que acobertam o estoque inicial declarado no ‘Bloco H’ tiverem sido escrituradas em data anterior a 01/01/2020, o contribuinte deverá apresentar o Registro 88STITNF do arquivo Sintegra para tais notas. REGISTRO C180: INFORMAÇÕES COMPLEMENTARES DAS OPERAÇÕES DE ENTRADA DE MERCADORIAS SUJEITAS À SUBSTITUIÇÃO TRIBUTÁRIA (CÓDIGO 01, 1B, 04 e 55).", "pagina": 1, "tags": []}
{"titulo": "REGISTRO DAS OPERAÇÕES DE SAÍDA NA EFD:", "artigo": null, "paragrafo": null, "texto": "Nas operações de saída, promovidas no período de apuração, os contribuintes mineiros devem escriturar as informações das Notas Fiscais no Registro “C100” e demais registros filhos exigidos pela legislação, e complementar a escrituração com o preenchimento do Registro C185, conforme abaixo: REGISTRO “C185”: INFORMAÇÕES COMPLEMENTARES DAS OPERAÇÕES DE SAÍDA DE MERCADORIAS SUJEITAS À SUBSTITUIÇÃO TRIBUTÁRIA (CÓDIGO 01, 1B, 04, 55 e 65). Ressalte-se que, na prestação das informações supramencionadas, deverá ser observado o disposto no §2º do art. Art. 36 do Anexo VII do RICMS/2023, in verbis: “Não sendo possível estabelecer correspondência entre a mercadoria submetida ao regime de substituição tributária que motivou restituição e seu respectivo recebimento, a restituição será efetuada com base no valor do imposto retido, recolhido ou informado, conforme o caso, correspondente às últimas entradas anteriores ao ato ou fato que lhe deu causa.” Observação campos ‘12’ e ‘13’ C185: Campo 12 (VL_UNIT_ICMS_OP_ESTOQUE_CONV) : Preenchimento: Informar o valor médio unitário de ICMS OP, das mercadorias em estoque. Obtido através do cálculo a partir do estoque incial de ICMS declarado no H030 (Campo 02 –\tVL_ICMS_OP)\tadicionado\tàs\tinformações\tde\tICMS\tdeclarado\tnos\tregistros\tC180\t(Campo\t06\t- VL_UNIT_ICMS_OP_CONV) ocorridas até a data da sáida do documento declarado no C185. Campo 13 (VL_UNIT_ICMS_ST_ESTOQUE_CONV) : Preenchimento: Informar o valor médio unitário do ICMS ST, incluindo FCP ST, pago ou retido, das mercadorias em estoque. Quando a mercadoria estiver sujeita ao FCP adicionado ao ICMS ST, neste campo deve ser informado o valor médio unitário da parcela do ICMS ST + a parcela do FCP. Obtido através do cálculo a partir do estoque inicial de ICMS declarado no H030 (Campo 04 – VL_ICMS_ST) adicionado às informações de ICMS declarado nos registros C180 (Campo 08 - VL_UNIT_ICMS_ST_CONV) ocorridas até a data da saída do documento declarado no C185.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO DO INVENTÁRIO NA EFD:", "artigo": null, "paragrafo": null, "texto": "O registro do inventário na EFD é obrigatório quando o Campo “MOT_INV” do Registro H005 for preenchido com o motivo “06” (06 – Para controle das mercadorias sujeitas ao regime de substituição tributária – restituição/ressarcimento/complementação). Para os demais motivos, este registro não deve ser informado. Os valores incluídos neste registro serão considerados para fins de cálculo da média ponderada móvel juntamente com os valores das entradas do período.", "pagina": 1, "tags": []}
{"titulo": "INFORMAÇÕES CONSOLIDADAS DOS VALORES A RESTITUIR:", "artigo": null, "paragrafo": null, "texto": "As informações consolidadas deverão ser Escrituradas nos Registros 1250 e 1255 da EFD conforme Guia Prático EFD Versão 3.0.3.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO “1250”: INFORMAÇÕES CONSOLIDADAS DE SALDOS DE RESTITUIÇÃO, RESSARCIMENTO E COMPLEMENTAÇÃO DO ICMS.", "artigo": null, "paragrafo": null, "texto": "REGISTRO “1255”: INFORMAÇÕES CONSOLIDADAS DE SALDOS DE RESTITUIÇÃO, RESSARCIMENTO E COMPLEMENTAÇÃO DO ICMS POR MOTIVO.", "pagina": 1, "tags": []}
{"titulo": "LANÇAMENTOS COM EFEITOS NA APURAÇÃO PARA FINS DE RESTITUIÇÃO DO ICMS ST:", "artigo": null, "paragrafo": null, "texto": "Restituição do ICMS ST por meio do ressarcimento junto a sujeito passivo por substituição: Neste caso, conforme prevê o art. 38 do Anexo VII do RICMS/2023, o contribuinte emitirá Nota Fiscal Eletrônica – NF-e de ajuste tendo o sujeito passivo por substituição como destinatário. Esta NF-e conterá, nos campos próprios, as seguintes indicações, vedada qualquer indicação no campo destinado ao destaque do imposto: – nome, endereço e número de inscrição no Cadastro de Contribuintes do ICMS deste Estado e no CNPJ do sujeito passivo por substituição; – como natureza da operação: “Ressarcimento de ICMS/ST”; – como CFOP, o código 5.603 ou 6.603, conforme o caso; – no grupo “Dados do Produto”, uma linha contendo o valor a ser restituído a título de ICMS ST e, quando for o caso, outra linha contendo o valor a ser restituído a título de adicional de alíquota devido ao FEM; – no campo Informações Complementares da nota fiscal: a expressão: “Ressarcimento de ICMS/ST - art. 38 do Anexo VII do RICMS/2023”; o período ao qual a restituição se refere Escrituração da NF-e pelo emissor da NF-e: O contribuinte mineiro emissor da NF-e, após a autorização de ressarcimento dada pela Delegacia Fiscal, Delegacia Fiscal de Trânsito ou pelo Núcleo de Coordenação de Contribuintes Externos – NCONEXT – competente, deve escriturar as informações do referido documento fiscal no Registro C100 e demais registros filhos exigidos pela legislação, e complementar a escrituração com o preenchimento dos Registros C195 e C197, conforme abaixo: Registro de Saída. Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro do valor da restituição do ICMS ST por meio do lançamento de “Ajuste de Documento Informativo”, conforme NF-e emitida nos termos acima: Códigos de Ajuste de Documento a serem utilizados (C197  “COD_AJ”): MG91990011 (Informativo; Op.ST; Resp.: Informativo; Apur.: Informativo; Mercadoria; Rest.ICMS/ST - Ressarcimento.) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Observação: Os ajustes informativos não provocam reflexos na apuração. Escrituração da NF-e pelo destinatário da NF-e: O destinatário da NF-e, sujeito passivo por substituição inscrito no Cadastro de Contribuintes de Minas Gerais, após a autorização de ressarcimento dada pela Delegacia Fiscal, Delegacia Fiscal de Trânsito ou pelo Núcleo de Coordenação de Contribuintes Externos – NCONEXT – competente, deve escriturar as informações do referido documento fiscal no Registro C100 e demais registros filhos exigidos pela legislação, e complementar a escrituração com o preenchimento dos Registros C195 e C197, conforme abaixo: Registro de Entrada. - Registro do valor do ressarcimento do ICMS ST mediante lançamento de “Ajuste de Documento”, conforme NF-e emitida nos termos acima: Observações do lançamento: Registro “C195”: OBSERVAÇÕES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Códigos de Ajuste de Documento a serem utilizados (C197  “COD_AJ”): MG11900011 (Outros créditos; Op.ST; Resp.: Informativo; Apur.: A apurar; Mercadoria; Rest.ICMS/ST  – Ressarcimento.) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E210 – Apuração do ICMS - Substituição Tributária (E200 --> CAMPO 02 - “UF” =", "pagina": 1, "tags": []}
{"titulo": "“MG”):", "artigo": null, "paragrafo": null, "texto": "Estes valores devem ser acumulados no campo 07 – “VL_AJ_CREDITOS_ST” Observação: Na DAPI, este crédito deve ser lançado no detalhamento do Campo 79 (Restituição – Ressarcimento e Abatimento) com o “Motivo 1” - do Quadro VII – ICMS – Substituto Tributário. Escrituração do valor a ser restituído referente ao adicional de alíquota devido ao FEM, se houver: O crédito referente à restituição do valor do adicional de alíquota devido ao FEM, quando for o caso, será feito conforme previsto no “”: Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Lançamento relativo ao crédito de restituição do FEM: Neste caso, efetuar um lançamento de “Ajuste de Documento Informativo” que irá auxiliar na totalização dos créditos de FEM que serão considerados na apuração “extra EFD” a ser feita pelo contribuinte, e, ao final do período, se apurado saldo devedor, este será lançado como “Débito Especial de FCP/FEM” no registro E210, por meio do lançamento de “Ajuste de Apuração” (E220), conforme descrito no item 2.3 do “  ”: Código de Ajuste de Documento a ser utilizado (C197  “COD_AJ”): MG91000218 (Informativo; Op.ST; Resp.: Própria; Apur.: A apurar; Mercadoria; Créditos do período do Fundo de Erradicação da Miséria - FEM - adicionado ao ICMS/ST)", "pagina": 1, "tags": []}
{"titulo": "REGISTRO “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL.", "artigo": null, "paragrafo": null, "texto": "Reflexo no Bloco E da EFD: Ajustes informativos não causam reflexos nos valores dos campos no Bloco E. Observação: Ao final do período, o valor apurado do FEM adicionado ao ICMS ST deve ser informado no Campo 82.2 da DAPI – Fundo de Erradicação da Miséria – FEM a recolher do Quadro VII – ICMS – Substituto Tributário. Restituição do ICMS ST por meio do abatimento de imposto devido pelo contribuinte a título de substituição tributária: Neste caso, conforme prevê o art. 39 do Anexo VII do RICMS/2023, o contribuinte emitirá NF-e em seu próprio nome. Esta NF-e conterá, nos campos próprios, as seguintes indicações, vedada qualquer indicação no campo destinado ao destaque do imposto: – como natureza da operação: “Restituição de ICMS/ST - Abatimento”; – como CFOP, o código 1.603; – no grupo “Dados do Produto”, uma linha contendo o valor a ser restituído a título de ICMS ST e, quando for o caso, outra linha contendo o valor a ser restituído a título de adicional de alíquota devido ao FEM; IV – no campo Informações Complementares da nota fiscal: a expressão: “Restituição de ICMS/ST- art. 39 do Anexo VII do RICMS/2023”; o período ao qual a restituição se refere. Escrituração da NF-e: O emissor da NF-e deve lançar os dados do referido documento fiscal no Registro C100 e demais registros filhos exigidos pela legislação, e complementar o lançamento com os Registros C195 e C197, conforme abaixo: Registro de Entrada. Registro do valor da restituição do ICMS ST por meio do lançamento de “Ajuste de Documento”, conforme NF-e emitida nos termos acima: Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Códigos de Ajuste de Documento a serem utilizados (C197  “COD_AJ”): MG11000012 (Outros créditos; Op.ST; Resp.: Própria; Apur.: A apurar; Mercadoria; Rest.ICMS/ST - Abatimento.) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E210 – Apuração do ICMS - Substituição Tributária (E200 --> CAMPO 02 - “UF” =", "pagina": 1, "tags": []}
{"titulo": "“MG”):", "artigo": null, "paragrafo": null, "texto": "Estes valores devem ser acumulados no campo 07 – “VL_AJ_CREDITOS_ST” Observação: Na DAPI, este crédito deve ser lançado no detalhamento do Campo 79 (Restituição – Ressarcimento e Abatimento) com o “Motivo 2” - do Quadro VII – ICMS – Substituto Tributário. Do Limite de 30% do Saldo Devedor do ICMS a Cada Período de Apuração nos Termos do Decreto 48.282/2021 na Modalidade Abatimento: Em virtude do Decreto Nº 48.282 DE 19/10/2021 referente à restituição do valor do ICMS retido ou pago a título de substituição tributária, na modalidade de abatimento, em relação aos fatos geradores presumidos que não se realizaram e deram direito à restituição até 28 de fevereiro de 2019, o contribuinte deverá observar o limite de 30% (trinta por cento) do saldo devedor do ICMS apurado a cada período de apuração. Para tanto, o contribuinte deverá informar os Registros 1200 e 1210, relativos ao Controle de Créditos Fiscais de ICMS, na Escrituração Fiscal Digital - EFD. O Código de Ajuste de Apuração a ser informado no Registro 1200 será “MG091015 Apropriação de crédito por restituição de ICMS ST mediante creditamento ou abatimento, observado o limite de 30% (trinta por cento) do saldo devedor do ICMS OP ou ST”, sendo que o código de Utilização a ser informado no 1210 será o código “MG02 Utilização de crédito limitado para abatimento de saldo devedor”. A Restituição do ICMS ST na modalidade abatimento será efetuada através de Ajuste de Apuração E220 com o código “MG120008; Apuração do ICMS ST; Outros créditos; Restituição por Abatimento – Art. 24, inciso II - Anexo XV”. Reflexo no Bloco E – Registro E210 – Apuração do ICMS – Substituição Tributária: Estes valores devem ser acumulados no campo 06 – “VL_OUT_CRED_ST”. Observação: Na DAPI, este crédito deve ser lançado no detalhamento do Campo 79 (Restituição – Ressarcimento e Abatimento) com o “Motivo 2” - do Quadro VII – ICMS – Substituto Tributário. Escrituração do valor a ser restituído referente ao adicional de alíquota devido ao FEM, se houver: O valor referente à restituição do valor do adicional de alíquota devido ao FEM, quando for o caso, será feito conforme previsto no “”: Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Lançamento do valor relativo à restituição do FEM: Neste caso, efetuar um lançamento de “Ajuste de Documento Informativo” que irá auxiliar na totalização dos créditos de FEM que serão considerados na apuração “extra EFD” a ser feita pelo contribuinte, e, ao final do período, se apurado saldo devedor, este será lançado como “Débito Especial de FCP/FEM” no registro E210, mediante lançamento de “Ajuste de Apuração” (E220), conforme descrito no item 2.3 do “  ”: Código de Ajuste de Documento a ser utilizado (C197  “COD_AJ”): MG91000218 (Informativo; Op.ST; Resp.: Própria; Apur.: A apurar; Mercadoria; Créditos do período do Fundo de Erradicação da Miséria - FEM - adicionado ao ICMS/ST)", "pagina": 1, "tags": []}
{"titulo": "REGISTRO “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL.", "artigo": null, "paragrafo": null, "texto": "Reflexo no Bloco E da EFD: Ajustes informativos não causam reflexos nos valores dos campos no Bloco E. Observação: Ao final do período, o valor apurado do FEM adicionado ao ICMS ST deve ser informado no campo 82.2 da DAPI – Fundo de Erradicação da Miséria – FEM a recolher do Quadro VII – ICMS – Substituto Tributário. Restituição do ICMS ST por meio do creditamento de imposto devido pelo contribuinte: Neste caso, conforme prevê o art. 40 do Anexo VII do RICMS/2023, o contribuinte emitirá NF-e em seu próprio nome. Esta NF-e conterá, nos campos próprios, as seguintes indicações, vedada qualquer indicação no campo destinado ao destaque do imposto: – como natureza da operação: “Restituição de ICMS/ST- Creditamento”; – como CFOP, o código 1.603; – no grupo “Dados do Produto”, uma linha contendo o valor a ser restituído a título de ICMS ST e, quando for o caso, outra linha contendo o valor a ser restituído a título de adicional de alíquota devido ao FEM; – no campo Informações Complementares da nota fiscal: a expressão: “Restituição de ICMS/ST - art. 40 do Anexo VII do RICMS/2023”; o período ao qual a restituição se refere. Escrituração da NF-e: O emissor da NF-e deve escriturar as informações do referido documento fiscal no Registro “C100” e demais registros filhos exigidos pela legislação, e complementar o lançamento com os Registros C195 e C197, conforme abaixo: Registro de Entrada. Registro do valor referente à restituição do ICMS ST por meio do lançamento de “Ajuste de Documento”, conforme NF-e emitida nos termos acima: Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Códigos de Ajuste de Documento a serem utilizados (C197  “COD_AJ”): MG10000013 (Outros créditos; Op.Própria; Resp.: Própria; Apur.: A apurar; Mercadoria; Rest.ICMS/ST - Creditamento.) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E110 – Apuração do ICMS – Operações Próprias: Estes valores devem ser acumulados no campo 07 – “VL_AJ_CREDITOS” Observação: Na DAPI, este crédito deve ser lançado no detalhamento do Campo 70 (Restituição – ST - Creditamento) do Quadro VI – Outros Créditos / Débitos. Do Limite de 30% do Saldo Devedor do ICMS a Cada Período de Apuração nos Termos do Decreto 48.282/2021 na Modalidade Creditamento: Em virtude do Decreto Nº 48.282 DE 19/10/2021 referente à restituição do valor do ICMS retido ou pago a título de substituição tributária, na modalidade de creditamento, em relação aos fatos geradores presumidos que não se realizaram e deram direito à restituição até 28 de fevereiro de 2019, o contribuinte deverá observar o limite de 30% (trinta por cento) do saldo devedor do ICMS apurado a cada período de apuração. Para tanto, o contribuinte deverá informar os Registros 1200 e 1210, relativos ao Controle de Créditos Fiscais de ICMS, na Escrituração Fiscal Digital - EFD. O Código de Ajuste de Apuração a ser informado no Registro 1200 será “MG091015 Apropriação de crédito por restituição de ICMS ST mediante creditamento ou abatimento, observado o limite de 30% (trinta por cento) do saldo devedor do ICMS OP ou ST”, sendo que o código de Utilização a ser informado no 1210 será o código “MG02 Utilização de crédito limitado para abatimento de saldo devedor”. A Restituição do ICMS ST na modalidade creditamento será efetuada através de Ajuste de Apuração E111 com o código “MG020007; Apuração do ICMS; Outros créditos; Restituição por Creditamento – Art. 24, inciso III - Anexo XV”. Reflexo no Bloco E – Registro E110 – Apuração do ICMS – Operações Próprias: Estes valores devem ser acumulados no campo 08 – “VL_TOT_AJ_CREDITOS”. Observação: Na DAPI, este crédito deve ser lançado no detalhamento do Campo 70 (Restituição – ST - Creditamento) do Quadro VI – Outros Créditos / Débitos. Escrituração do valor a ser restituído referente ao adicional de alíquota devido ao FEM, se houver: O crédito referente à restituição do valor do adicional de alíquota devido ao FEM, quando for o caso, será feito conforme previsto no “Manual de Escrituração FEM”: Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Lançamento relativo ao valor de restituição do FEM: Neste caso, efetuar um lançamento de “Ajuste de Documento Informativo” que irá auxiliar na totalização dos créditos de FEM que serão considerados na apuração “extra EFD” a ser feita pelo contribuinte, e, ao final do período, se apurado saldo devedor, este será lançado como “Débito Especial de FCP/FEM” no registro E210, mediante lançamento de “Ajuste de Apuração” (E220), conforme descrito no item 2.3 do “Manual de Escrituração FEM”: Código de Ajuste de Documento a ser utilizado (C197  “COD_AJ”): MG91000218 (Informativo; Op.ST; Resp.: Própria; Apur.: A apurar; Mercadoria; Créditos do período do Fundo de Erradicação da Miséria - FEM - adicionado ao ICMS/ST)", "pagina": 1, "tags": []}
{"titulo": "REGISTRO “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL.", "artigo": null, "paragrafo": null, "texto": "Reflexo no Bloco E da EFD: Ajustes informativos não causam reflexos nos valores dos campos no Bloco E. Observação: Ao final do período, o valor apurado do FEM adicionado ao ICMS ST deve ser informado no campo 82.2 da DAPI – Fundo de Erradicação da Miséria – FEM a recolher do Quadro VII – ICMS – Substituto Tributário. Creditamento do ICMS referente à operação própria – ICMS OP – pelo contribuinte, nos termos do § 15 – Art. 31 do RICMS/2023: Neste caso, conforme prevê o § 15 – Art. 31 do RICMS/2023, o contribuinte emitirá NF-e em seu próprio nome contendo, nos campos próprios, as seguintes indicações, vedada qualquer indicação no campo destinado ao destaque do imposto: – como natureza da operação: “Restituição de ICMS OP”; – como CFOP, o código 1.949; – no grupo “Dados do Produto”, uma linha contendo o valor a ser restituído a título de ICMS operação própria; – no campo Informações Complementares da nota fiscal: – a expressão: “Creditamento de ICMS OP - § 15 – Art. 31 do RICMS/2023”; – o período ao qual a restituição se refere.” Escrituração da NF-e: O emissor da NF-e deve escriturar as informações do referido documento fiscal no Registro “C100” e demais registros filhos exigidos pela legislação, e complementar a escrituração com os Registros C195 e C197, conforme abaixo: Registro de Entrada. Registro do Crédito referente ao valor do ICMS OP mediante lançamento de “Ajuste de Documento”, conforme NF-e emitida nos termos acima: Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Códigos de Ajuste de Documento a serem utilizados (C197  “COD_AJ”): MG10000014 (Outros créditos; Op.Própria; Resp.: Própria; Apur.: A apurar; Mercadoria; Creditamento ICMS OP - parágrafo 10 do art. 66) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E110 – Apuração do ICMS – Operações Próprias: Estes valores devem ser acumulados no campo 07 – “VL_AJ_CREDITOS” Observação: Na DAPI, este crédito deve ser lançado no detalhamento do Campo 71 (Outros Créditos) do Quadro VI – Outros Créditos / Débitos. Do Limite de 30% do Saldo Devedor do ICMS a Cada Período de Apuração nos Termos do Decreto 48.282/2021 referente ao crédito do ICMS OP: Em virtude do Decreto Nº 48.282 DE 19/10/2021 relativamente ao creditamento do ICMS operação própria do remetente em relação aos fatos geradores presumidos que não se realizaram e deram direito à restituição até 28 de fevereiro de 2019, o contribuinte deverá observar o limite de 30% (trinta por cento) do saldo devedor do ICMS apurado a cada período de apuração. Para tanto, o contribuinte deverá informar os Registros 1200 e 1210, relativos ao Controle de Créditos Fiscais de ICMS, na Escrituração Fiscal Digital - EFD. O Código de Ajuste de Apuração a ser informado no Registro 1200 será “MG091016 Apropriação de crédito do ICMS OP nos termos do parágrafo 10 do art. 66, observado o limite de 30% (trinta por cento) do saldo devedor do ICMS OP apurado”, sendo que o código de Utilização a ser informado no 1210 será o código “MG02 Utilização de crédito limitado para abatimento de saldo devedor”. O Creditamento do ICMS OP será efetuado através de Ajuste de Apuração E111 com o código “MG029999; Apuração do ICMS; Outros créditos para ajuste de apuração ICMS”. Reflexo no Bloco E – Registro E110 – Apuração do ICMS – Operações Próprias: Estes valores devem ser acumulados no campo ‘08’ – “VL_TOT_AJ_CREDITOS”. Observação: Na DAPI, este crédito deve ser lançado no detalhamento do Campo 71 (Outros Créditos) do Quadro VI – Outros Créditos / Débitos. Alterações promovidas pela versão 2022.01: “Objetivo” - alteração da versão citada de: ‘3.0.6’ para ‘3.0.4’: e citação dos Registros incluídos (C181 e C186) que não serão utilizados. Inclusão itens 5.2.1.1, 5.3.1.1, 5.4.1 em função do Limite de 30% do Saldo Devedor do ICMS a Cada Período de Apuração nos Termos do Decreto 48.282/2021. Alterações promovidas pela versão 2022.02: Informação de preenchimento campo ‘05’ e ‘06’ do 1250; e campo ‘06’ e ‘07’ do Registro 1255: alterar de ‘vazio’ para: Zerado (0,00). Alterações promovidas pela versão 2023.01: Atualização legislação Novo RICMS/2023 Exclusão FEM: 5.1.2.2; 5.2.2; 5.3.2 Alterações promovidas pela versão 2024.01: Reinclusão FEM: 5.1.2.2; 5.2.2; 5.3.2", "pagina": 1, "tags": []}
