{"titulo": null, "artigo": null, "paragrafo": null, "texto": "Dispõe sobre os lançamentos relativos às obrigações previstas no RICMS, considerando o Capítulo VII, Título II do RICMS 2023, para os contribuintes impedidos de recolher o ICMS na forma prevista no Simples Nacional em razão de terem auferido receita bruta superior ao valor limite definido na previstos na Lei Complementar Federal nº 123, de 14 de dezembro de 2006, bem como para aqueles que foram excluídos do referido regime. Objetivo: Este manual tem por objetivo detalhar os procedimentos a serem adotados pelos contribuintes mineiros impedidos de recolher o ICMS na forma prevista no Simples Nacional, em razão de terem auferido receita bruta superior a R$ 3.600.000,00 (três milhões e seiscentos mil reais), bem como pelos contribuintes que foram excluídos do referido regime, e que deverão cumprir todas as obrigações acessórias e observar os prazos de recolhimento previstos para os contribuintes que utilizam o regime normal de apuração do ICMS. Neste caso, o contribuinte deverá observar as regras atinentes aos contribuintes que apuram o ICMS pelo regime de débito e crédito, caso em que deverá gerar e transmitir a Escrituração Fiscal Digital – EFD – a partir da data de início dos efeitos do impedimento ou da exclusão e recolher o ICMS devido. Os contribuintes que, após a data de impedimento ou exclusão, tenham emitido documentos fiscais sem o devido destaque do imposto, deverão emitir documento fiscal complementar para cada operação, conforme orientação disponível no manual , disponível no Portal Nacional da NF-e. Considerando a hipótese de que as notas fiscais originais tenham sido emitidas com a observação de permissão de aproveitamento de crédito pelo destinatário, nos termos do art. 23 da LC 123/2006, a respectiva nota fiscal complementar deve ser emitida considerando a diferença entre o valor total do débito apurado na nova sistemática de débito e crédito e o valor informado na nota fiscal original, quando o contribuinte havia apurado como Simples Nacional. Escrituração da Nota Fiscal Complementar na EFD: Orientações para o lançamento: **Vide Emissão da nota fiscal complementar no mesmo período de apuração da nota fiscal original: A nota fiscal complementar deve ser escriturada nos registros C100 e filhos da EFD, considerando as orientações do Guia Prático. Além disso, o contribuinte deve efetuar um “Ajuste de Documento” para o lançamento do débito correspondente ao valor do imposto informado no campo “observações” da nota fiscal original, nos termos do art. 23 da Lei Complementar nº 123/2006 – LC 123/2006 – nos registros C195 e C197 conforme detalhado abaixo: Registro de Saída: Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro do Débito referente ao valor do ICMS mediante lançamento de “Ajuste de Documento”: Código de Ajuste de Documento a ser utilizado (C197  “COD_AJ”): ICMS \tMG40000029 (Outros débitos; Op.Própria; Resp.: Própria; Apur.: A apurar; Mercadoria; Alteração no regime de apuração do imposto.) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Obs: No caso de incidência do adicional de alíquota para fins do disposto no § 1º do art. 82 do Ato das Disposições Constitucionais Transitórias devido ao Fundo de Erradicação da Miséria – FEM – o campo 07 deve ser informado com o valor de ICMS + FEM, e seguir as orientações do “Manual de Escrituração – FEM” Reflexo no Bloco E – Registro E110 – Apuração do ICMS – Operações Próprias: Estes valores devem ser acumulados no campo 03 – “VL_AJ_DEBITOS” Observação: Na DAPI, o valor total destes débitos deve ser lançado no Campo 74 – “Outros Débitos” do Quadro VI – Outros Créditos e Débitos. Emissão da nota fiscal complementar em período posterior ao da nota fiscal original (Nota Fiscal Complementar Extemporânea): A Nota Fiscal Complementar Extemporânea deve ser informada no arquivo da data de sua emissão, nos registros C100 e filhos, conforme orientação do Guia Prático. Atenção: não se confunde com escrituração extemporânea. Nesta situação, o débito do imposto destacado deve ser estornado, pois se trata de débito de período anterior, e lançado como débito especial (sujeito a acréscimos legais e que não pode ser compensado com eventuais créditos do período) que deve ser recolhido em DAE distinto. Assim, ao lançar o documento fiscal complementar nos registros C100 e filhos, conforme orientação do Guia Prático, o contribuinte deve efetuar dois \"Ajustes de Documento\" nos registros C195 e C197, conforme orientação abaixo: Registro de Saída: Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro do Estorno de Débito referente ao valor do ICMS destacado na nota fiscal complementar extemporânea por se tratar de débito de outro período, mediante lançamento de “Ajuste de Documento”: Código de Ajuste de Documento a ser utilizado (C197  “COD_AJ”): ICMS \tMG20010000 (Estorno de débito; Op.Própria; Resp.: Própria; Apur.: Recolhimento Espontâneo; Mercadoria; Op. Normal.) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E110 – Apuração do ICMS – Operações Próprias: Estes valores devem ser acumulados no campo 07 – “VL_AJ_CREDITOS” Observação: Na DAPI, o valor total do destes débitos deve ser lançado no Campo 90 – “Estorno Débitos” (Motivo 1) do Quadro VIII – Apuração do ICMS no Período. Registro do Débito Especial referente ao valor do ICMS destacado na nota fiscal complementar extemporânea acrescido da parcela do imposto informado no campo “observações” da nota fiscal original nos termos do art. 23 da LC 123/2006, por se tratar de débito de outro período, mediante lançamento de “Ajuste de Documento”: Código de Ajuste de Documento a ser utilizado (C197  “COD_AJ”): ICMS \tMG70010010 (Débitos especiais; Op.Própria; Resp.: Própria; Apur.: Recolhimento Espontâneo; Mercadoria; Lançamento extemporâneo.) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E110 – Apuração do ICMS – Operações Próprias: Estes valores devem ser acumulados no campo 15 – “DEB_ESP” Observação: Na DAPI, o valor total do destes débitos deve ser lançado no Campo 107 – “Débito Extemporâneo” do Quadro IX – Obrigações do Período. Obs: No caso de incidência de FEM, o contribuinte deve efetuar dois “Ajustes de Documento” de Débito Especial, uma vez que estes débitos extemporâneos devem ser recolhidos em DAE distintos. O primeiro, conforme acima, considerando somente o valor do ICMS, e outro registro C197 referente à parcela do FEM Extemporâneo com o código MG70010020 (Débitos especiais; Op.Própria; Resp.: Própria; Apur.: Recolhimento Espontâneo; Mercadoria; Fundo de Erradicação da Miséria - FEM Extemporâneo). Escrituração da apropriação de crédito de ICMS relativo ao estoque previsto no Art. 59 do RICMS/2023: Orientações para o lançamento: **Vide Assim, apresentar o Registro H005 conforme abaixo:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO H005: TOTAIS DO INVENTÁRIO", "artigo": null, "paragrafo": null, "texto": "Para cada mercadoria, apresentar um Registro H010 e um Registro H020 para identificar o valor unitário do ICMS a ser apropriado em relação às entradas de mercadorias adquiridas para comercialização, produtos acabados e em elaboração, bem como dos insumos vinculados à produção de mercadorias:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO H020: INFORMAÇÃO COMPLEMENTAR DO INVENTÁRIO", "artigo": null, "paragrafo": null, "texto": "Para a apuração do valor do imposto a ser creditado, o contribuinte deve multiplicar a quantidade informada no campo 4 do registro H010 pelo valor do ICMS informado no campo 04 do registro H020, para cada uma das mercadorias informadas no respectivo inventário. Uma vez apurado o valor do crédito do imposto relativo ao estoque a ser apropriado, o contribuinte deve emitir NF-e de ajuste, fazendo constar: como destinatário o próprio emitente;", "pagina": 1, "tags": []}
{"titulo": "CFOP: 1949", "artigo": null, "paragrafo": null, "texto": "no campo destinado ao valor da operação, o valor total do crédito apurado do estoque; no campo “Informações Complementares”, mencionar que se trata de crédito de ICMS referente ao estoque de mercadorias e insumos, em razão do impedimento de apurar o ICMS pelo Simples Nacional ou de exclusão do referido regime, conforme Art. 59 do RICMS/2023. Na EFD referente ao mês de emissão desta Nota Fiscal, o contribuinte deverá escriturá-la no registro C100 com o campo “COD_SIT” = “08” e efetuar um “Ajuste de Documento” utilizando os registros C195 e C197, conforme abaixo: Registro de Entrada: Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro do Crédito de ICMS referente ao estoque de mercadorias e insumos mediante lançamento de “Ajuste de Documento”: Códigos de Ajuste de Documento a serem utilizados (C197  “COD_AJ”): ICMS  MG10990029 (Outros créditos; Op.Própria; Resp.: Informativo; Apur.: Informativo; Mercadoria; Alteração no regime de apuração do imposto.) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E110 – Apuração do ICMS: Estes valores devem ser acumulados no campo 07 – “VL_AJ_CREDITOS” O crédito relativo ao ativo imobilizado de que trata o Art. 59 do RICMS/2023 deve ser apurado conforme a escrituração do Bloco G – CIAP e o valor apurado a ser creditado deve ser lançado como “Ajuste de Apuração” no registro E111 com o código MG020004 (Apuração do ICMS; Outros créditos; referente à apropriação de crédito do CIAP) conforme detalhado abaixo:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E111: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS.", "artigo": null, "paragrafo": null, "texto": "Reflexo no Registro E110 (APURAÇÃO DO ICMS – OPERAÇÕES PRÓPRIAS.): O valor do crédito será totalizado no campo 06 (VL_TOT_CREDITOS) do registro E110. Observação: Na DAPI, o valor total do crédito apurado a ser apropriado deve ser lançado no Campo 71 – “Outros Créditos” do Quadro VI – Outros Créditos e Débitos. Controle de alterações: Versão V.2024.01 – atualizada até 04/2024 - Atualização RICMS/2023.", "pagina": 1, "tags": []}
