{"titulo": null, "artigo": null, "paragrafo": null, "texto": "Dispõe sobre os lançamentos relativos a Documentos Extemporâneos e Pagamentos efetuados em período diverso do fato gerador na Escrituração Fiscal Digital (EFD) Sumário Objetivo: Este manual tem o objetivo de detalhar os procedimentos para lançamentos de demonstração e apuração dos valores referentes aos documentos e pagamentos efetuados em período diverso do fato gerador na Escrituração Fiscal Digital (EFD). As orientações objetivaram a conformidade entre Dapi e EFD. Sugere-se a leitura prévia do  para melhor compreensão deste manual. Lastro para o lançamento: Notas Fiscais emitidas em um período de apuração e escrituradas em período distinto. Documentos fiscais complementares referentes a fato gerador de período anterior Documentos de arrecadação cujos pagamentos foram efetuados em período de apuração distinto do da emissão do documento fiscal correspondente. Caso 1 - Documento Fiscal Regular Extemporâneo – NFe de saída emitida em um período e escriturada em um período seguinte Trata-se do caso clássico de documento extemporâneo no qual o documento é emitido em um período, mas escriturado em período posterior. De acordo com as regras da EFD, este documento deve ser escriturado no registro C100 com COD_SIT 01 e terá os seus débitos automaticamente somados aos débitos especiais nos registros de apuração. ICMS OP (Operações Próprias). Registro de Saída Escriturar o documento no registro C100 com COD_SIT 01 (escrituração extemporânea de documento regular). Reflexo no Bloco E da EFD – Apuração do ICMS - Operação Própria Os valores do campo 7 –“VL_ICMS” do Registro C190 devem ser acumulados no campo 15 - “DEB_ESP” (Valores recolhidos ou a recolher, extra-apuração) do Registro E110 – Apuração do ICMS - Operações Próprias. Lançamento na DAPI Estes documentos não devem ser declarados no Quadro V (Saídas). O valor do ICMS deve ser totalizado no campo “107 - Débitos Extemporâneos”. Multas e juros não devem ser incluídos neste valor. ICMS ST (Substituição Tributária). Registro de Saída Escriturar o documento no registro C100 com COD_SIT 01 (escrituração extemporânea de documento regular) Reflexo no Bloco E da EFD – Apuração do ICMS - Operação Própria Os valores do campo 9 – “VL_ICMS_ST” do registro C190 devem ser acumulados no campo 15 - “DEB_ESP” (Valores recolhidos ou a recolher, extra-apuração) do Registro E210 – Apuração do ICMS – Substituição Tributária. Lançamento na DAPI Estes documentos não devem ser declarados no Quadro V (Saídas). O valor do ICMS ST deve ser totalizado no campo “107 - Débitos Extemporâneos”. Multas e juros não devem ser incluídos neste valor. Caso 2 - Documento Fiscal Complementar Regular com Emissão Extemporânea – NFe complementar de ICMS referente a fato gerador de período anterior Hipótese na qual o fato gerador ocorre em um período de apuração e o documento complementar é emitido em período posterior. Do ponto de vista do período posterior, o documento é regular (não extemporâneo), mas o ICMS é extemporâneo, pois o fato gerador ocorreu em período anterior. O documento complementar emitido deve ser escriturado com o código de situação 06 (documento fiscal complementar) no campo 06-COD_SIT do registro C100. ICMS OP (Operações Próprias). Registro de Saída O documento complementar deve ser escriturado no período de sua emissão no registro C100 com o campo 06- COD_SIT preenchido com o código 6 -Documento Fiscal Complementar, sendo escriturados os valores correspondentes da complementação devida com o preenchimento dos campos VL_ICMS, VL_BC_ICMS e VL_OPR do C190. Lançamento na DAPI: Os valores constantes no documento complementar emitido devem compor as respectivas colunas do Quadro V da DAPI, ou seja, o “Valor da Operação”, “Base de Cálculo”, “ICMS” e outros que, porventura, sejam necessários. OBS: Caso a NF complementar tenha sido emitida sem destaque de base de cálculo e valor da operação, esta deve ser cancelada e substituída por outra corretamente emitida. Caso o prazo de cancelamento tenha se esgotado, o cancelamento extemporâneo deve ser solicitado através do módulo Próprio do Siare. Estorno de Débito Considerando que o valor total destacado foi levado a débito na apuração do ICMS ao ser informado no campo próprio dos registros C190, lançar o registro do Estorno do Débito, na apuração do ICMS (Registro C197) mediante lançamento de “Ajuste de Documento”: Esse estorno só é possível antes de ser efetuado o recolhimento do imposto destacado, pois caso contrário deverá protocolar pedido de restituição por pagamento indevido nos termos do art. 92 e seguintes do RICMS. Código de Ajuste por Documento a ser utilizado (C197  “COD_AJ”): MG20010000|Estorno de débito; Op.Própria; Resp.: Própria; Apur.: Recolhimento Espontâneo; Mercadoria; Op. Normal.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO C197: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOC. FISCAL", "artigo": null, "paragrafo": null, "texto": "Lançamento na DAPI: O valor do ICMS deve ser estornado no campo “90 – Estorno de Débito”. Débito Extemporâneo Considerando que o valor do débito devido foi estornado, deve ser escriturado a título de débito especial através de ajuste de documento. A escrituração deve se ater apenas ao valor principal, desconsiderando os acréscimos legais. Código de Ajuste por Documento a ser utilizado (C197  “COD_AJ”): MG70010010|Débitos especiais; Op.Própria; Resp.: Própria; Apur.: Recolhimento Espontâneo; Mercadoria; Lançamento extemporâneo.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO C197: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOC. FISCAL", "artigo": null, "paragrafo": null, "texto": "Lançamento na DAPI: No campo “107 – Débito Extemporâneo”, deve ser declarado o valor do ICMS desconsiderando os acréscimos legais. ICMS ST (Substituição Tributária). Registro de Saída O documento complementar deve ser escriturado no período de sua emissão no registro C100 com o campo 06- COD_SIT preenchido com o código 6 -Documento Fiscal Complementar, sendo escriturados os valores correspondentes da complementação devida com o preenchimento dos campos VL_ICMS_ST e VL_OPR do C190. Lançamento na DAPI: Os valores constantes no documento complementar emitido devem compor as respectivas colunas do Quadro V da DAPI, ou seja, o “Valor da Operação” e “Substituição Tributária” e outras que, porventura, sejam necessárias. Devem ser lançados os respectivos valores nos campos “76 – Base de Cáclulo ST”, “77 – Valor Retido” do Quadro VII da DAPI. OBS: Caso a NF complementar tenha sido emitida sem destaque de valor da operação, esta deve ser cancelada e substituída por outra corretamente emitida. Caso o prazo de cancelamento tenha se esgotado, o cancelamento extemporâneo deve ser solicitado através do módulo Próprio do Siare. Estorno de Débito Considerando que o valor total destacado foi levado a débito na apuração do ICMS ST ao ser informado no campo próprio dos registros C190, lançar o registro do Estorno do Débito, na apuração do ICMS (Registro C197) mediante lançamento de “Ajuste de Apuração”: Código de Ajuste por Apuração (E220  “COD_AJ”): MG139999|\tApuração do ICMS ST; Estorno de débitos para ajuste de apuração ICMS ST.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO “E220”: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS SUBSTITUIÇÃO TRIBUTÁRIA", "artigo": null, "paragrafo": null, "texto": "Lançamento na DAPI: O valor do ICMS deve ser estornado no campo “80 – Outros Créditos”. Débito Extemporâneo A escrituração deve se ater apenas ao valor principal do ICMS ST, desconsiderando os acréscimos legais. Código de Ajuste por Documento a ser utilizado (C197  “COD_AJ”): MG71010010|Débitos especiais; Op.ST; Resp.: Própria; Apur.: Recolhimento Espontâneo; Mercadoria; Lançamento extemporâneo.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO C197: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOC. FISCAL", "artigo": null, "paragrafo": null, "texto": "Lançamento na DAPI: No campo “107 - Débito Extemporâneo”, deve ser declarado o valor do ICMS ST desconsiderando os acréscimos legais. Caso 3 - Documento Fiscal Complementar Extemporâneo – NF-e de saída complementar emitida em um período e escriturada em um período seguinte Trata-se do caso de um documento complementar extemporâneo no qual o documento é emitido em um período, mas escriturado em período posterior. De acordo com as regras da EFD, este documento deve ser escriturado no registro C100 com COD_SIT 07 e terá os seus débitos automaticamente somados aos débitos especiais nos registros de apuração. ICMS OP (Operações Próprias). Registro de Saída Escriturar o documento no registro C100 com COD_SIT 07 (escrituração extemporânea de documento complementar). Reflexo no Bloco E da EFD – Apuração do ICMS - Operação Própria Os valores do campo 7 –“VL_ICMS” do Registro C190 devem ser acumulados no campo 15 - “DEB_ESP” (Valores recolhidos ou a recolher, extra-apuração) do Registro E110 – Apuração do ICMS - Operações Próprias. Lançamento na DAPI Estes documentos não devem ser declarados no Quadro V (Saídas). O valor do ICMS deve ser totalizado no campo “107 - Débitos Extemporâneos”. Multas e juros não devem ser incluídos neste valor. ICMS ST (Substituição Tributária). Registro de Saída Escriturar o documento no registro C100 com COD_SIT 07 (escrituração extemporânea de documento complementar) Reflexo no Bloco E da EFD – Apuração do ICMS - Operação Própria Os valores do campo 9 – “VL_ICMS_ST” do registro C190 devem ser acumulados no campo 15 - “DEB_ESP” (Valores recolhidos ou a recolher, extra-apuração) do Registro E210 – Apuração do ICMS – Substituição Tributária. Lançamento na DAPI Estes documentos não devem ser declarados no Quadro V (Saídas). O valor do ICMS ST deve ser totalizado no campo “107 - Débitos Extemporâneos”. Multas e juros não devem ser incluídos neste valor. Caso 4 - Recolhimento em Período Diverso – Recolhimento efetuado em período diverso ao da efetiva entrada da mercadoria no estabelecimento Pode ocorrer nos casos em que a legislação estabelece a obrigação de recolher o imposto em período diverso do fato gerador, ou seja, em momento anterior ou posterior à entrada da mercadoria no estabelecimento, conforme exemplos a seguir: ANTERIOR: ICMS de importação (parágrafo único do art. 2º do RICMS): o recolhimento do imposto é requisito para o desembaraço aduaneiro. Entretanto, a emissão da respectiva NFe de entrada pode se dar apenas na efetiva entrada da mercadoria no estabelecimento; ANTERIOR: ST interna sem benefício de dilação de prazo de recolhimento: o recolhimento deve ser feito antes da entrada da mercadora no território mineiro, podendo gerar pagamento em um mês e entrada da mercadoria no estabelecimento no mês seguinte; POSTERIOR: ICMS diferencial de alíquotas incidente sobre mercadorias destinadas a uso e consumo ou ativo permanente: a emissão da NFe se dá em um período de apuração e a entrada no estabelecimento e o pagamento ocorrem em período (s) seguinte (s). - Escrituração através de ajustes de documento Registro de Entrada Escriturar o documento regularmente emitido no registro C100, ou seja, com o código “00 – Documento Regular” no campo “06-COD_SIT”, no período de apuração em que ocorreu a entrada, com as respectivas datas de emissão e de entrada. Caso haja direito ao crédito do imposto, este deverá ser escriturado no registro C100/C190 e C170 e apropriado no devido registro de apuração do Bloco E da EFD. Lançamento na DAPI: Declarar o documento no Quadro IV no período de apuração em que ocorreu a entrada, aproveitando o crédito do imposto, caso tenha direito. Débito Especial Escriturar o respectivo ajuste de documento de débito especial no registro C197, filho do registro C100 referente à respectiva nota fiscal de entrada, selecionando o código de acordo com o caso concreto. As escriturações do documento fiscal de entrada e da respectiva guia de recolhimento devem ser feitas no período de apuração em que ocorreu a entrada da mercadoria. Os valores dos débitos especiais escriturados no registro C197 devem ser acumulados no campo 15 - “DEB_ESP” (Valores recolhidos ou a recolher, extra-apuração) dos Registros E110 ou E210, conforme o caso. Lançamento na DAPI: Declarar o débito especial no respectivo campo do Quadro IX no período de apuração em que ocorreu a entrada, aproveitando o crédito do imposto, caso tenha direito. Conforme o caso, estes campos podem ser: “100 – Diferença de Alíquota”, “103 – Serv. Transp. Resp. Remetente”, “106 - Importação”, “108 – Substituição Tributária” e “109 - Outros”. - Escrituração através de ajustes de apuração Registro de Entrada Escriturar o documento regularmente emitido no registro C100, ou seja, com o código “00 – Documento Regular” no campo “06-COD_SIT”, no período de apuração em que ocorreu a entrada, com as respectivas datas de emissão e de entrada. Caso haja direito ao crédito do imposto, este deverá ser escriturado no registro C100/C190 e C170 e apropriado no devido registro de apuração do Bloco E da EFD. Lançamento na DAPI: Declarar o documento no Quadro IV no período de apuração em que ocorreu a entrada, aproveitando o crédito do imposto, caso tenha direito. Débito Especial Caso não haja ajuste de documento (registro C197) específico para a operação, deverá ser escriturado um ajuste de apuração de débito especial nos registros E111 ou E220, conforme o caso, selecionando o código de acordo com o caso concreto. Escriturar o respectivo ajuste de apuração de débito especial nos registros E111 ou E220, conforme o caso, selecionando o código de acordo com o caso concreto. O documento fiscal que dá lastro ao lançamento deve ser escriturado no registro E113 ou E240 conforme o caso. O campo DT_DOC deve ser preenchido com a DATA DE ENTRADA da mercadoria no estabelecimento e não com a data de emissão do documento conforme consta no Guia Prático da EFD. As escriturações do ajuste de apuração e da guia de recolhimento devem ser feitas no período de apuração em que ocorreu a entrada da mercadoria. Os valores dos ajustes de apuração escriturados devem ser acumulados no campo 15 - “DEB_ESP” (Valores recolhidos ou a recolher, extra-apuração) dos Registros E110 ou E210, conforme o caso. Lançamento na DAPI: Declarar o débito especial no respectivo campo do Quadro IX no período de apuração em que ocorreu a entrada, aproveitando o crédito do imposto, caso tenha direito. Conforme o caso, estes campos podem ser: “100 – Diferença de Alíquota”, “103 – Serv. Transp. Resp. Remetente”, “104 – Outros”, “106 - Importação”, “108 – Substituição Tributária” e “109 - Outros”.", "pagina": 1, "tags": []}
