{"titulo": null, "artigo": null, "paragrafo": null, "texto": "Dispõe sobre os lançamentos de ajustes relativos à ST Interna na Escrituração Fiscal Digital (EFD) Sumário Objetivo: Detalhar os procedimentos relativos à ST interna a serem observados pelos contribuintes mineiros na EFD, na apuração dos valores de ICMS e nos lançamentos relativos aos “ajustes de documento” e “ajustes de apuração”. **Vide Para fins deste manual, considera-se ST interna a operação na qual o contribuinte mineiro, inclusive o varejista, destinatário de mercadoria sujeita à substituição tributária, em operação interestadual, é responsável pela apuração e pelo recolhimento do imposto devido a este Estado, a título de substituição tributária, no momento da entrada da mercadoria em território mineiro, quando a responsabilidade não for atribuída ao alienante ou ao remetente, conforme art. 15, Anexo VII, Regulamento do ICMS (RICMS/23). Também se considera ST interna a responsabilidade pela apuração e pelo recolhimento do imposto devido a este Estado prevista para o estabelecimento depositário, na operação interestadual de remessa de mercadorias para depósito neste Estado quando a responsabilidade não for atribuída ao alienante ou ao remetente. Nos casos em que a mercadoria estiver sujeita ao adicional do Fundo de Erradicação da Miséria (FEM), o contribuinte deverá observar, também, as orientações contidas no documento: “EFD - Manual de Escrituração – FEM” Lastro para o lançamento: Notas Fiscais relativas à entrada de mercadorias sujeitas ao ICMS/ST, cujo âmbito de aplicação seja interno. Documentos de arrecadação referentes ao ICMS/ST. Lançamentos Fiscais: Caso 1 – ST Interna com recolhimento efetuado por operação, antes da entrada da mercadoria no território mineiro; Caso 2 – Regime Especial - ST Interna com dilação de prazo para recolhimento. Orientações Técnicas para lançamentos de cada caso. CASO 1 - ST Interna com recolhimento efetuado por operação, antes da entrada da mercadoria no território mineiro:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO DAS OPERAÇÔES NA EFD RELATIVAS À ENTRADA DE MERCADORIAS:", "artigo": null, "paragrafo": null, "texto": "O contribuinte mineiro deve lançar os dados da Nota Fiscal Eletrônica no registro “C100” e demais registros filhos exigidos pela legislação, e complementar o lançamento com os registros C195 e C197, conforme abaixo: Registro de Entrada. Observações do lançamento: Registro “C195”: OBSERVAÇÕES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro do Débito Especial referente ao valor do ICMS/ST (ST Interna) mediante lançamento de “Ajuste de Documento”: Códigos de Ajuste de Documento a serem utilizados (C197  “COD_AJ”): ICMS ST  MG71010501 (Débitos especiais; Op.ST; Resp.: Própria; Apur.: Recolhimento Espontâneo; Mercadoria; ST interna), Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E210 – Apuração do ICMS - Substituição Tributária (E200 --> CAMPO 02 - “UF” = “MG”): Estes valores devem ser acumulados no campo 15 – “DEB_ESP_ST” Ao final do período, o contribuinte deverá apresentar o(s) recolhimento(s) feitos mediante GNRE ou DAE no(s) Registro(s) E250: OBRIGAÇÕES DO ICMS RECOLHIDO OU A RECOLHER – SUBSTITUIÇÃO TRIBUTÁRIA, utilizando o código de receita correspondente para preenchimento do campo 05 – “COD_REC”:", "pagina": 1, "tags": []}
{"titulo": "3137|ICMS SUBST. TRIB. - ANTECIPADA;", "artigo": null, "paragrafo": null, "texto": "Registro “E250”: OBRIGAÇÕES DO ICMS RECOLHIDO OU A RECOLHER – SUBSTITUIÇÃO TRIBUTÁRIA", "pagina": 1, "tags": []}
{"titulo": "DECLARAÇÕES NA DAPI:", "artigo": null, "paragrafo": null, "texto": "O valor totalizado do ICMS/ST deverá compor o campo 108 da DAPI (Recolhimentos efetuados no momento das Entradas/Saídas – Substituição Tributária). ICMS/ST INTERNA RECOLHIDO EM PERÍODO ANTERIOR AO DA ENTRADA DA MERCADORIA NO ESTABELECIMENTO DO INFORMANTE: Nos casos em que foi feito o recolhimento em período anterior ao da entrada da mercadoria no estabelecimento do informante, por exemplo, nos casos de mercadoria em trânsito, seguir as orientações abaixo: (Obs: o mês de referência do DAE/GNRE corresponde ao da emissão da NF-e) - Na EFD do período anterior ao da entrada da mercadoria, em que foi feito o recolhimento do ICMS relativo à ST Interna (mês de referência do(s) DAE/GNRE), não haverá lançamentos destes valores na EFD conforme item 4.1 do - Na EFD do período da entrada da mercadoria, cujo recolhimento da ST Interna foi escriturado no período anterior, o contribuinte deverá lançar os dados da Nota Fiscal Eletrônica no registro “C100” e demais registros filhos exigidos pela legislação, e complementar o lançamento com os registros C195 e C197 com um ajuste informativo, conforme abaixo: Registro de Entrada. Observações do lançamento: Registro “C195”: OBSERVAÇÕES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro referente ao valor do ICMS/ST (ST Interna) mediante lançamento de “Ajuste de Documento”: Códigos de Ajuste de Documento a serem utilizados (C197  “COD_AJ”): ICMS/ST \tMG71010501 (Débitos especiais; Op.ST; Resp.: Própria; Apur.: Recolhimento Espontâneo; Mercadoria; ST interna) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E210 – Apuração do ICMS - Substituição Tributária (E200 --> CAMPO 02 - “UF” = “MG”): Estes valores devem ser acumulados no campo 15 – “DEB_ESP_ST”. Ao final do período, o contribuinte deverá apresentar o(s) recolhimento(s) feitos mediante GNRE ou DAE no(s) Registro(s) E250: OBRIGAÇÕES DO ICMS RECOLHIDO OU A RECOLHER – SUBSTITUIÇÃO TRIBUTÁRIA, utilizando o código de receita correspondente para preenchimento do campo 05 – “COD_REC”: 3137|ICMS SUBST. TRIB. - ANTECIPADA; DECLARAÇÕES NA DAPI: O valor totalizado do ICMS/ST deverá compor o campo 108 da DAPI (Recolhimentos efetuados no momento das Entradas/Saídas – Substituição Tributária). CASO 2 - Regime Especial - ST Interna com dilação de prazo para recolhimento:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO DAS OPERAÇÔES DE ENTRADA NA EFD:", "artigo": null, "paragrafo": null, "texto": "O contribuinte mineiro, que possuir Regime Especial de dilação de prazo do recolhimento do ICMS/ST (ST interna), deve lançar os dados da Nota Fiscal Eletrônica no registro “C100” e demais registros filhos exigidos pela legislação, e complementar o lançamento com os registros C195 e C197, conforme abaixo: Registro de Entrada. Observações do lançamento: Registro “C195”: OBSERVAÇÕES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro do Débito referente ao valor do ICMS/ST (ST Interna) mediante lançamento de “Ajuste de Documento”: Código de Ajuste de Documento a ser utilizado (C197  “COD_AJ”): ICMS ST \tMG41000501 (Outros débitos; Op.ST; Resp.: Própria; Apur.: A apurar; Mercadoria; ST Interna – RE) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Obs: No caso de incidência de FEM, a alíquota informada deve ser acrescida dos 2% relativos ao FEM e o campo 07 deve ser informado com o valor de ICMS/ST + FEM, e seguir as orientações do “Manual de Escrituração – FEM” Reflexo no Bloco E – Registro E210 – Apuração do ICMS - Substituição Tributária (E200 --> CAMPO 02 - “UF” = “MG”): Estes valores devem ser acumulados no campo 10 – “VL_AJ_DEBITOS_ST” Ao final do período, o contribuinte deverá apresentar as informações referentes ao(s) recolhimento(s) que deverão ser efetuados, mediante DAE e GNRE, no(s) Registro(s) E250: OBRIGAÇÕES DO ICMS RECOLHIDO OU A RECOLHER – SUBSTITUIÇÃO TRIBUTÁRIA, utilizando o código de receita correspondente para preenchimento do campo 05 – “COD_REC”: Exemplo:", "pagina": 1, "tags": []}
{"titulo": "2204 ICMS SUBST. TRIB. COMÉRCIO - OUTROS", "artigo": null, "paragrafo": null, "texto": "Registro “E250”: OBRIGAÇÕES DO ICMS RECOLHIDO OU A RECOLHER – SUBSTITUIÇÃO TRIBUTÁRIA", "pagina": 1, "tags": []}
{"titulo": "DECLARAÇÕES NA DAPI:", "artigo": null, "paragrafo": null, "texto": "Neste caso, o valor totalizado no ICMS/ST deverá compor o campo 77.1 da DAPI. Devolução de Mercadorias Sujeitas à ST Interna: Na hipótese de devolução de mercadoria sujeita à ST Interna, o contribuinte poderá ingressar com pedido de restituição nos termos da Parte 1 do Anexo VII do RICMS/23.", "pagina": 1, "tags": []}
{"titulo": "ALTERAÇÕES DO MANUAL DA ST INTERNA", "artigo": null, "paragrafo": null, "texto": "Principais alterações no Manual da ST Interna - versão 2023.03: a)  Exclusão das menções ao Fundo de Erradicação da Miséria – FEM – que teve vigência até 31/12/2022. Principais alterações no Manual da ST Interna - versão 2024.01: Reinclusão das menções ao Fundo de Erradicação da Miséria – FEM; Atualização das menções ao RICMS/02 para o RICMS/23.", "pagina": 1, "tags": []}
