{"titulo": null, "artigo": null, "paragrafo": null, "texto": "Manual Introdutório para Lançamentos e Ajustes na EFD\tv.2024.01 – Conceito de EFD. – Programa Validador e Assinador – PVA. – Retificação da EFD. – Estrutura do arquivo digital e forma de preenchimento (blocos, registros e campos). – Ajustes. – Objetivo. – Ajustes de Documento; – Ajustes de Apuração. – Conceito de EFD: A Escrituração Fiscal Digital – EFD é um arquivo digital constituído de um conjunto de escriturações de documentos fiscais e de outras informações de interesse dos fiscos das unidades federadas e da Secretaria da Receita Federal do Brasil, bem como de registros de apuração de impostos referentes às operações e prestações praticadas pelo contribuinte. A EFD-ICMS/IPI é a escrituração fiscal do contribuinte e deve ser apresentada em conformidade com as disposições previstas na legislação tributária. A EFD-ICMS/IPI substitui a escrituração de livros em papel {Registro de Entradas; Registro de Saídas; Registro de Inventário; Registro de Apuração do IPI; Registro de Apuração do ICMS; CIAP; e Controle de Produção e Estoque, conforme } e dispensa o contribuinte da entrega de arquivos Sintegra (exceto em casos de regime especial). Conforme “Art. 50 - O contribuinte observará o disposto no Ato COTEPE ICMS nº 9, de 18 de abril de 2008, para a geração do arquivo relativo à Escrituração Fiscal Digital, quanto à definição dos documentos fiscais e as especificações técnicas do leiaute.” O Ato COTEPE ICMS nº 9/2008 institui o “Manual de Orientação do Leiaute da Escrituração Fiscal Digital – EFD”, e determina também que deve ser observado o “”. Regra geral, se existir a informação, o contribuinte está obrigado a prestá-la. A omissão ou inexatidão de informações poderá acarretar penalidades e a obrigatoriedade de reapresentação do arquivo integral, de acordo com as regras estabelecidas pela Administração Tributária. “Art. 60 RICMS/23. São obrigações do contribuinte do imposto, observados forma e prazos estabelecidos na legislação tributária, além de recolher o imposto e, sendo o caso, os acréscimos legais: IV - elaborar, preencher, exibir ou entregar ao Fisco documentos, programas e arquivos com registros eletrônicos, comunicações, relações e formulários de interesse da administração tributária, relacionados ou não com sua escrita fiscal ou contábil, quando solicitado ou nos prazos estabelecidos pela legislação tributária. (art. 96, inciso IV, do RICMS/02)”. Dessa forma, a omissão de informações dos registros e campos do tipo OC (obrigado, caso ocorra) é infração à legislação tributária mesmo que o arquivo seja validado pelo   sem que essas informações tenham sido prestadas. Na ocorrência de qualquer das situações abaixo, que dizem respeito aos arquivos eletrônicos referentes à emissão de documentos fiscais e à escrituração de livros fiscais (no caso específico a EFD), fica o contribuinte sujeito à penalidade prevista no Inciso XXXIV do art. 54 da Lei 6.763/75, “XXXIV - por deixar de entregar, entregar em desacordo com a legislação tributária ou em desacordo com a intimação do Fisco ou por deixar de manter ou manter em desacordo com a legislação tributária arquivos eletrônicos referentes à emissão de documentos fiscais, à escrituração de livros fiscais ou à Escrituração Fiscal Digital: 3.000 (três mil) Ufemgs por período de apuração, independentemente de intimação do Fisco; 5.000 (cinco mil) Ufemgs por período de apuração e a cada intimação do Fisco, após a aplicação da penalidade prevista na alínea “a” e verificado o descumprimento da obrigação no prazo fixado na intimação.”. Observa-se que tal penalidade poderá ser reduzida até 50% do valor, caso a irregularidade seja sanada e o pagamento integral ocorra no prazo de 30 dias da publicação da decisão do Conselho de Contribuintes. (§ 13 do art. 53 da Lei nº 6.763/75). – Programa Validador e Assinador – PVA. A transmissão do arquivo digital relativo à EFD será feita com a utilização do   até o dia 15 (quinze) do mês subsequente ao período de apuração, conforme o Art. 12, Parte 2, Anexo V, RICMS/2023. O PVA é o programa desenvolvido pelo Serpro, sob orientação da RFB e das UF, com a finalidade de validar e assinar a EFD, ou também para sua escrituração, apesar de ser menos prático e funcional do que os programas comerciais disponíveis do mercado. Por exemplo: o PVA não importa as NF-e referentes ao período. Estas informações devem ser inseridas manualmente pelo contribuinte, inclusive a chave de acesso da NF-e. Caso o contribuinte possua aplicativo próprio, o PVA importa a escrituração para validá-la e assiná-la. Vale destacar que a validação do arquivo pelo PVA não significa que suas informações estejam corretas ou completas, apenas que estão dentro dos padrões de leiaute previstos no Ato COTEPE 09/08. Para a transmissão do arquivo, o contribuinte deve utilizar o programa: “Receitanet”. Esse programa também foi desenvolvido pelo Serpro e está disponível para Também está disponível o programa “Receitanet-BX”. Trata-se de um baixador de arquivos EFD que disponibiliza as informações para as pessoas habilitadas a transmitir a EFD, além das UF. Requer o uso de assinatura digital. Por meio deste aplicativo, o contribuinte também pode recuperar as suas EFD “perdidas”. – Retificação da EFD: A norma prevista no Art. 16, I e II, Parte 2, Anexo V, RICMS/2023 prevê a possibilidade de retificação da EFD. Todavia, essa retificação deverá ser feita através de um novo arquivo digital, validado e assinado pelo PVA-EFD, em substituição ao arquivo transmitido anteriormente, ou seja, existe somente a retificação total do arquivo. – Estrutura do arquivo digital da EFD (blocos, registros e campos): O arquivo digital da EFD é constituído pelo agrupamento dos blocos que formam a escrituração de um período. Os blocos são formados por registros (de abertura; de dados; e de encerramento), sendo que cada um deles se refere a um agrupamento de documentos e de outras informações econômico-fiscais. Por sua vez, cada registro é composto de campos, os quais contêm dados que devem ser apresentados de forma sequencial e conforme estabelecido no leiaute do respectivo registro. Desta forma, conforme quadro acima, os lançamentos feitos nos Blocos C e D “equivalem” àqueles dos livros de “Registros de Entrada” e “Registros de Saída”; os lançamentos feitos no Bloco E “equivalem” àqueles dos livros de “Registro de Apuração do IPI” e “Registro de Apuração do ICMS”; e assim sucessivamente. Exemplo de Registros do Bloco C: Abertura (C001); Dados – (C100)...; e Encerramento – (C990). Observações: a – A estrutura de dados está organizada na forma hierárquica (Pai-Filho), cuja relação está definida pelo nível. Os registros de abertura e encerramento são de nível 1. Já os registros de dados são de nível 2 (ou mais). Tendo em vista essa hierarquia, considera-se que os registros do nível 2 são “filhos” do registro de nível 1, os de nível 3, “filhos” do registro de nível 2 e assim sucessivamente. Exemplo: o registro-filho C405 contém informações da Redução “Z” (contadores e valores), cuja identificação dos equipamentos de ECF está presente no registro-pai C400. b – Os registros “filhos” devem ser lançados logo após o registro “pai”. Um registro dependente (\"Registro Filho\") detalha o registro principal e traz a indicação do nível do registro. Nesta forma de organização dos registros, o registro-filho está sempre vinculado ao registro-pai, onde a informação existente no registro-pai se completa no registro-filho. A geração do arquivo requer a existência de pelo menos um \"Registro Pai\" quando houver um “Registro Filho”. Como exemplo, havendo mais de um registro C100, após o primeiro, todos os seus “filhos” devem ser informados e, só então, o próximo registro C100 deve ser informado, conforme ilustração abaixo: c – Os registros são compostos por CAMPOS a serem preenchidos com os dados em uma formatação específica e separados por caracteres \"|\" (Pipe), conforme Por exemplo, no Registro C001 deverão ser preenchidos os campos 01 – REG e 02 – IND_MOV.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO C001: ABERTURA DO BLOCO C", "artigo": null, "paragrafo": null, "texto": "Nível hierárquico - 1 Ocorrência - um por arquivo Sendo apresentado como:\t|C001|0| ou:\t|C001|1| d – Tipos de ocorrências dos registros: e – Obrigatoriedade dos registros: f – Definição de perfil a ser utilizado pelo contribuinte mineiro para geração da EFD: Art. 10, Parte 2, Anexo V, RICMS/23: “Para a geração do arquivo digital relativo à EFD, o contribuinte deverá: – adotar o leiaute correspondente ao perfil “B”; – observar as seguintes tabelas relativas ao lançamento e apuração do ICMS estabelecidas mediante portaria do Superintendente de Arrecadação e Informações Fiscais: de ajustes dos saldos da apuração do ICMS; de informações adicionais da apuração – valores declaratórios; de ajustes e informações de valores provenientes de documento fiscal; de tipos de utilização dos créditos fiscais – ICMS; de código de motivos de restituição e complementação de ICMS/ST. § 1º – O contribuinte que prestar serviço de distribuição de energia elétrica ou de comunicação nas modalidades de rádio, televisão ou telecomunicação, deverá adotar o leiaute correspondente ao perfil “A”. § 2º – A critério do Fisco, outros contribuintes poderão ser obrigados a adotar o leiaute correspondente ao perfil “A”.", "pagina": 1, "tags": []}
{"titulo": "– AJUSTES", "artigo": null, "paragrafo": null, "texto": "– Objetivo: Nos documentos fiscais existem dois campos específicos para destaque: do ICMS relativo à operação própria e do ICMS devido a título de substituição tributária. Para efetuar o lançamento dos demais valores de ICMS que não possuem campo específico no documento fiscal, lança-se mão dos AJUSTES, que têm como objetivo completar, esclarecer e/ou incluir informações relativas aos documentos fiscais ou à apuração dos impostos abrangidos na EFD. Na execução dos ajustes, o contribuinte deverá se reportar às Tabelas de Códigos previstas no Art. 10, Parte 2, Anexo V, RICMS/23 Existem dois tipos de ajustes: AJUSTES DE DOCUMENTO e AJUSTES DE APURAÇÃO.", "pagina": 1, "tags": []}
{"titulo": "– AJUSTES DE DOCUMENTO.", "artigo": null, "paragrafo": null, "texto": "Os AJUSTES DE DOCUMENTO são lançados pelo contribuinte ao longo do mês, de acordo com a legislação da unidade federada onde está estabelecido. São informações relevantes para a apuração do ICMS (diferencial de alíquota na aquisição de mercadoria para uso/consumo ou ativo permanente, antecipação de imposto e outras situações), extraídas de Nota Fiscal ou CT-e, por exemplo, lançados no período. São tipos de AJUSTES DE DOCUMENTO: diferencial de alíquota na aquisição de mercadoria para uso/consumo ou ativo permanente; recolhimentos antecipados; impostos que têm cálculo detalhado em “informações complementares” do documento fiscal (registro C110) ou em “observações do lançamento” dos livros fiscais (registro C195); impostos que não constam do documento fiscal, mas que tem sua origem neste. “Os AJUSTES DE DOCUMENTO são apresentados nos Blocos C e D e lançados como registros C195/C595/D195/ D735 - Observações (Nível 3), junto com os respectivo(s) registro(s) filho(s) C197/C597/D197/D737 - Ajustes (Nível 4), ambos “filhos” do registro C100/D100 (Nível 2).” Os registros C195/C595/D195/D735 equivalem à coluna “Observações” dos livros fiscais “Registro de Entrada” ou “Registro de Saída” e fazem referência à tabela de observações cadastradas pelo contribuinte nos registros 0460 – Tabela de Observações do Lançamento Fiscal. Assim, o registro C195/C595/D195/ D735deve ser gerado toda vez que a legislação faz menção a anotações que, antes, deveriam ser lançadas na coluna “Observações” dos livros fiscais físicos. Os detalhamentos do AJUSTE DE DOCUMENTO (registros C197/C597/D197/D737) podem se referir ao documento como um todo ou a determinado item do documento e são registros dependentes (filhos) do registro C195/C595/D195/ D735, referentes às “observações”. Objetivam detalhar outras obrigações tributárias, ajustes e informações de valores do documento fiscal, que podem ou não alterar o cálculo do valor do imposto, apresentando ou não reflexos no Bloco E. Observações: a – Podem ser lançados mais de um ajuste para o mesmo documento e/ou item de documento (Ocorrência 1:N dos registros C195/C595/D195/ D735 e C197/C597/D197/D737). b – Os AJUSTES DE DOCUMENTO determinados por Minas Gerais devem ser utilizados somente por contribuintes mineiros, quando se referirem às informações e apurações dos impostos devidos a Minas Gerais. Para lançamentos de ajustes de valores referentes às apurações de outro Estado (ex.: apuração de ICMS/ST), deverão ser utilizados os códigos de ‘Ajustes de Apuração’ estabelecidos pelo Estado para o qual o imposto é devido. c – Para se dar mais clareza à escrituração fiscal, deve-se se dar preferência para a utilização de AJUSTES DE DOCUMENTO sobre os AJUSTES DE APURAÇÃO.", "pagina": 1, "tags": []}
{"titulo": "– AJUSTES DE APURAÇÃO.", "artigo": null, "paragrafo": null, "texto": "Os AJUSTES DE APURAÇÂO são informados no Bloco E (registros E111 para ICMS; E220 para ICMS/ST, e E311 para DIFAL EC87/15 e FCP). São utilizados para registrar valores que influenciam na apuração do imposto, cuja mensuração depende de informações globais do período, mas que não necessariamente tiveram origem determinada por um documento fiscal específico. Equivalem aos valores registrados, por força da legislação, nos campos “Outros Débitos”, “Estorno de Créditos”, “Outros créditos” e “Estorno de Débitos” do livro Registro de Apuração do ICMS. São exemplos desse tipo de ajuste: o lançamento de informações sobre crédito presumido; de dedução por incentivo à cultura; de recebimento de créditos em transferência; e relacionados a documentos escriturados em períodos anteriores. Deverão ser lançados como AJUSTES DE APURAÇÃO, após o fechamento do mês, os créditos e débitos: que tiveram a origem determinada por um documento fiscal (NF Modelo 1 e 1A, Avulsa, Produtor, NF- e, NFC-e; CT-e, CT-e OS, BP-e, NF de Serviços de Transporte), lançado no período da EFD, quando o lançamento de ‘ajuste por documento’ ainda não tenha um código específico definido pelo Estado; autorizados por ato administrativo ou pela legislação do Estado e para o qual não há exigência de emissão de um documento fiscal específico; que têm como origem um documento fiscal escriturado em mês anterior, sem o devido reflexo na apuração do ICMS daquele mês; ou emitido em um período posterior ao de referência da EFD e cujo reflexo na apuração deva ser efetivado em período diverso daquele em que foi escriturado o documento; declarados por contribuintes de outras UF, nas apurações de ICMS/ST devido à UF diferente da sua localização, referentes a outros débitos ou débitos especiais, mesmo os que tiveram a origem determinada por um documento fiscal, visto que os “Ajustes de Documento” somente provocam reflexos nas apurações do imposto devido à UF onde está localizado o contribuinte. Na apuração ICMS relativo às operações próprias, para lançamento dos AJUSTES DE APURAÇÃO, deverão ser utilizados os registros E111 e seus respectivos registros “filhos”. Por outro turno, na apuração do ICMS/ST serão utilizados os registros E220 e seus respectivos registros “filhos”. Assim como, para apuração do DIFAL EC87/15 e FCP, serão utilizados os registros E311 e seus respectivos registros “filhos”. Observações: a – Existem códigos de AJUSTES DE APURAÇÃO, cujo quarto caractere é igual a “9”( MG091001 – Apropriação de crédito por exportação - detentor original; MG091002 – Apropriação de crédito por saída com diferimento, por exemplo), que são utilizados, excepcionalmente, nos registros 1200 da EFD (CONTROLE DE CRÉDITOS FISCAIS - ICMS) da EFD. Esse registro serve para controlar os saldos de créditos fiscais do ICMS de forma separada da conta gráfica do mesmo. Desse modo, por meio do lançamento das informações prestadas pelo contribuinte nesse registro, serão controlados os créditos de ICMS recebidos em transferência, os relativos a incentivos (como à cultura ou esporte), os oriundos de benefícios fiscais concedidos ou ainda os créditos acumulados em razão do tipo de operação da empresa. Mais detalhes sobre os lançamentos no registro 1200 constam do manual específico sobre o assunto. b – A codificação dos “Ajustes dos saldos da apuração do ICMS” e “Ajustes e Informações de Valores Provenientes de Documento Fiscal” possuem a estrutura definida nos itens 5.1.1 e 5.3, respectivamente, do Ato Cotepe 09/2008. Assim, considerando os dígitos iniciais dos códigos, podemos identificar o reflexo do lançamento desses ajustes na apuração. c – A tabela 5.2 desse Ato Cotepe 09/2008 “TABELA DE INFORMAÇÕES ADICIONAIS DA APURAÇÃO - VALORES DECLARATÓRIOS” serve como base para futura substituição da DAPI e VAF/DAMEF pela EFD, permitindo informações específicas nos registros E115. d – A tabela 5.5 desse Ato Cotepe 09/2008 “TABELA", "pagina": 1, "tags": []}
{"titulo": "DE TIPOS DE UTILIZAÇÃO DOS CRÉDITOS", "artigo": null, "paragrafo": null, "texto": "FISCAIS – ICMS\" serve para identificar como estão sendo utilizados os créditos de ICMS cadastrados no registro 1200. Mais detalhes sobre os lançamentos no registro 1200 constam do manual específico sobre o assunto. e – As tabelas dos códigos devem ser consultadas no site da RF/SPED Fiscal e atualizadas no PVA (Menu  Tabelas   Atualizar Tabela): Histórico de atualizações: Alterações realizadas em Mar./2017: Alteração realizada em Ago./2017: Alteração da penalidade prevista no Inciso XXXIV do art. 54 da Lei 6.763/75. Alterações realizadas em Jun./2019: Referência ao Manual Solicitação de Substituição da EFD no SIARE; Atualização da Estrutura do Arquivo Digital da EFD – Inclusão do Bloco B; Referência ao Guia Prático da EFD; Referência ao Art. 52, Parte 1, Anexo VII, RICMS; Retificação termo ref. Item 5.3 Ajustes de Apuração – “Outros Créditos”. Alterações realizadas em Abr./2020: Alteração, item 2, da data de transmissão da EFD para até dia 15 do mês subsequente. Alterações realizadas em Abr./2024: Atualização RICMS/2023.", "pagina": 1, "tags": []}
