{"titulo": null, "artigo": null, "paragrafo": null, "texto": "Dispõe sobre os lançamentos relativos às obrigações previstas no RICMS, considerando os Arts. 44 ao Art. 52 do Anexo VII do RICMS/2023 , nas hipóteses da complementação e da restituição do ICMS devido por substituição tributária em razão da não definitividade da base de cálculo presumida, e o Decreto 48.736/2023. Sumário Objetivo: Este manual tem o objetivo de detalhar os procedimentos a serem adotados pelos contribuintes mineiros na Escrituração Fiscal Digital – EFD – nos casos de complementação e de restituição do ICMS devido por substituição tributária – ICMS ST – em razão da não definitividade da base de cálculo presumida nas hipóteses previstas nos Arts. 44 e 46, ambos do Anexo VII do RICMS/2023. Em razão das alterações promovidas no Guia Prático da EFD por meio da versão 3.0.5, vigente a partir de 01/01/2020, o contribuinte, para fazer jus à restituição do ICMS/ST deverá informar os registros: C180, C181, C185, C330, C430, H030, 1250 e 1255, todos da EFD, devidamente preenchidos. Os Registros C181 e C186 foram implementados por meio da versão 3.0.4 do Guia Prático da EFD passaram a viger a partir de 01/01/2021. No entanto, o Registro C186 não será utilizado por contribuinte mineiro. Orientações para o lançamento: **Vide", "pagina": 1, "tags": []}
{"titulo": "REGISTRO DAS OPERAÇÕES DE ENTRADA NA EFD", "artigo": null, "paragrafo": null, "texto": "Nas operações de entrada, promovidas no período de apuração, os contribuintes mineiros devem escriturar as informações das notas fiscais no Registro “C100” e demais registros filhos exigidos pela legislação, e complementar a escrituração com o preenchimento do Registro C180 ou C181, conforme o caso. Caso haja estoque inicial declarado no Bloco H do período, para controle das mercadorias sujeitas ao regime de substituição tributária – restituição/ressarcimento (campo ‘04 – Mot_INV’ do Registro H005 preenchido com código de motivo 6), o contribuinte deverá escriturar o Registro C180 e C181 considerando as notas fiscais de entrada que acobertam as últimas entradas até a quantidade de mercadorias declaradas nos respectivos Registros H010 e H030. Se houver necessidade de substituição de arquivo da EFD transmitido anteriormente para contemplar o Registro C180, o contribuinte deverá fazê-lo. Se as notas fiscais que acobertam o estoque inicial declarado no ‘Bloco H’ tiverem sido escrituradas em data anterior a 01/01/2020, o contribuinte deverá apresentar o Registro 88STITNF do arquivo Sintegra para tais notas. REGISTRO C180: INFORMAÇÕES COMPLEMENTARES DAS OPERAÇÕES DE ENTRADA DE MERCADORIAS SUJEITAS À SUBSTITUIÇÃO TRIBUTÁRIA (CÓDIGO 01, 1B, 04 e 55). REGISTRO C181: INFORMAÇÕES COMPLEMENTARES DAS OPERAÇÕES DE DEVOLUÇÃO DE SAÍDAS DE MERCADORIAS SUJEITAS À SUBSTITUIÇÃO TRIBUTÁRIA (CÓDIGO 01, 1B, 04 e 55). REGISTRO C181: INFORMAÇÕES COMPLEMENTARES DAS OPERAÇÕES DE DEVOLUÇÃO DE SAÍDAS DE MERCADORIAS SUJEITAS À SUBSTITUIÇÃO TRIBUTÁRIA (CÓDIGO 01, 1B, 04 e 55). REGISTRO C181: INFORMAÇÕES COMPLEMENTARES DAS OPERAÇÕES DE DEVOLUÇÃO DE SAÍDAS DE MERCADORIAS SUJEITAS À SUBSTITUIÇÃO TRIBUTÁRIA (CÓDIGO 01, 1B, 04 e 55).", "pagina": 1, "tags": []}
{"titulo": "REGISTRO DAS OPERAÇÕES DE SAÍDA NA EFD", "artigo": null, "paragrafo": null, "texto": "Nas operações de saída, promovidas no período de apuração, os contribuintes mineiros devem escriturar as informações das Notas Fiscais no Registro “C100” e demais registros filhos exigidos pela legislação, e complementar a escrituração com o preenchimento do Registro C185, conforme abaixo: REGISTRO “C185”: INFORMAÇÕES COMPLEMENTARES DAS OPERAÇÕES DE SAÍDA DE MERCADORIAS SUJEITAS À SUBSTITUIÇÃO TRIBUTÁRIA (CÓDIGO 01, 1B, 04, 55 e 65). Quando o Campo ‘06’ (COD_MOT_REST_COMPL) for MG000: REGISTRO “C185”: INFORMAÇÕES COMPLEMENTARES DAS OPERAÇÕES DE SAÍDA DE MERCADORIAS SUJEITAS À SUBSTITUIÇÃO TRIBUTÁRIA (CÓDIGO 01, 1B, 04, 55 e 65). Quando o Campo ‘06’ (COD_MOT_REST_COMPL) for MG100: REGISTRO “C185”: INFORMAÇÕES COMPLEMENTARES DAS OPERAÇÕES DE SAÍDA DE MERCADORIAS SUJEITAS À SUBSTITUIÇÃO TRIBUTÁRIA (CÓDIGO 01, 1B, 04, 55 e 65). Quando o Campo ‘06’ (COD_MOT_REST_COMPL) for MG300: Ressalte-se que, na prestação das informações supramencionadas, deverá ser observado o disposto no §1º dos Arts. 45 e 47, ambos do Anexo VII do RICMS/2023, no seguinte sentido: nas hipóteses em que não for possível estabelecer a correspondência entre a mercadoria que ensejou a complementação ou a restituição e sua respectiva base de cálculo presumida do ICMS ST, deverá ser utilizado o valor médio ponderado da base de cálculo do ICMS ST apurado com fundamento nos documentos fiscais que acobertaram as últimas entradas até a quantidade de mercadorias existente em estoque, na data da respectiva operação destinada a consumidor final, limitado ao valor unitário médio do ICMS ST relativo ao estoque. REGISTRO C330: INFORMAÇÕES COMPLEMENTARES DAS OPERAÇÕES DE SAÍDA DE MERCADORIAS SUJEITAS À SUBSTITUIÇÃO TRIBUTÁRIA (CÓDIGO 02). Quando o Campo ‘02’ (COD_MOT_REST_COMPL) for MG100: REGISTRO C330: INFORMAÇÕES COMPLEMENTARES DAS OPERAÇÕES DE SAÍDA DE MERCADORIAS SUJEITAS À SUBSTITUIÇÃO TRIBUTÁRIA (CÓDIGO 02). Quando o Campo ‘02’ (COD_MOT_REST_COMPL) for MG300: REGISTRO C430: INFORMAÇÕES COMPLEMENTARES DAS OPERAÇÕES DE SAÍDA DE MERCADORIAS SUJEITAS À SUBSTITUIÇÃO TRIBUTÁRIA (CÓDIGO 02, 2D e 60). Quando o Campo ‘02’ (COD_MOT_REST_COMPL) for MG100: REGISTRO C430: INFORMAÇÕES COMPLEMENTARES DAS OPERAÇÕES DE SAÍDA DE MERCADORIAS SUJEITAS À SUBSTITUIÇÃO TRIBUTÁRIA (CÓDIGO 02, 2D e 60). Quando o Campo ‘02’ (COD_MOT_REST_COMPL) for MG300:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO DO INVENTÁRIO NA EFD", "artigo": null, "paragrafo": null, "texto": "O registro do inventário na EFD é obrigatório quando o Campo “MOT_INV” do Registro H005 for preenchido com o motivo “06” (06 – Para controle das mercadorias sujeitas ao regime de substituição tributária – restituição/ressarcimento/complementação). Para os demais motivos, este registro não deve ser informado. Os valores incluídos neste registro serão considerados para fins de cálculo da média ponderada móvel juntamente com os valores das entradas do período.", "pagina": 1, "tags": []}
{"titulo": "INFORMAÇÕES CONSOLIDADAS DOS VALORES A RESTITUIR OU A COMPLEMENTAR", "artigo": null, "paragrafo": null, "texto": "As informações consolidadas deverão ser escrituradas nos Registros 1250 e 1255 da EFD, conforme a versão 3.0.6 do Guia Prático EFD.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO “1250”: INFORMAÇÕES CONSOLIDADAS DE SALDOS DE RESTITUIÇÃO, RESSARCIMENTO E COMPLEMENTAÇÃO DO ICMS.", "artigo": null, "paragrafo": null, "texto": "Observação: no caso de Restituição ref. Código MG100, complemento de ICMS ST MG300, assim como nos casos de Estorno de Restituição MG600 ou Estorno de Complemento MG800 não haverá informação a ser preenchida do campo ‘02’ do Registro 1250 (layout acima).", "pagina": 1, "tags": []}
{"titulo": "REGISTRO “1255”: INFORMAÇÕES CONSOLIDADAS DE SALDOS DE RESTITUIÇÃO, RESSARCIMENTO E COMPLEMENTAÇÃO DO ICMS POR MOTIVO.", "artigo": null, "paragrafo": null, "texto": "Observação: no caso de Restituição ref. Código MG100, complemento de ICMS ST MG300, assim como nos casos de Estorno de Restituição MG600 ou Estorno de Complemento MG800 não haverá informação a ser preenchida do campo ‘03’ do Registro 1255 (layout acima). . Hipótese de complementação do ICMS ST quando o contribuinte mineiro promover operação interna de venda a consumidor final em montante superior à base de cálculo presumida utilizada para o cálculo do ICMS ST da mesma mercadoria (Art. 44 do Anexo VII do RICMS/2023): Neste caso, conforme prevê o Art. 48 do Anexo VII do RICMS/2023, o contribuinte emitirá, ao final do período de referência, Nota Fiscal Eletrônica – NF-e – em seu próprio nome contendo, nos campos próprios, as seguintes indicações, vedada qualquer indicação no campo destinado ao destaque do imposto: como natureza da operação: “Complemento de ICMS ST – Aspecto quantitativo”; como CFOP, o código 5.949; no grupo “Dados do Produto”, uma linha contendo o valor a ser complementado a título de ICMS ST e, quando for o caso, outra linha contendo o valor a ser complementado a título de adicional de alíquota devido ao Fundo de Erradicação da Miséria – FEM; no campo “Informações Complementares” da nota fiscal, o período de apuração ao qual a complementação se refere. O contribuinte mineiro deve lançar os dados da NF-e no Registro “C100” e demais registros filhos exigidos pela legislação e complementar o lançamento com os Registros C195 e C197, conforme abaixo: Escrituração do valor a ser complementado a título de ICMS ST (adicionado do complemento do FEM, se for o caso): Registro de Saída. Observações do lançamento: Registro “C195”: OBSERVAÇÕES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro do Débito referente ao valor do complemento do ICMS ST (adicionado do complemento do FEM, se for o caso) mediante lançamento de “Ajuste de Documento”, considerando o valor total da Nota Fiscal emitida nos termos acima: Código de Ajuste de Documento a ser utilizado (C197  “COD_AJ”): MG41000015 (Outros débitos; Op.ST; Resp.: Própria; Apur.: A apurar; Mercadoria; Complemento de ICMS ST + FEM – Aspecto quantitativo) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E210 – Apuração do ICMS - Substituição Tributária (E200 --> CAMPO 02 -", "pagina": 1, "tags": []}
{"titulo": "“UF” = “MG”)", "artigo": null, "paragrafo": null, "texto": "Estes valores devem ser acumulados no campo 10 – “VL_AJ_DEBITOS_ST”. Observação: Na DAPI, o valor total deste débito deve ser escriturado no campo 77.1 (Outros Débitos) do Quadro VII – ICMS – Substituto Tributário. Orientação complementar no caso de haver parcela do FEM adicionado ao ICMS ST: Escrituração do estorno da parcela referente ao adicional de alíquota devido ao FEM adicionado ao ICMS ST, se houver: Considerando que o valor total do ICMS/ST + FEM foi levado a débito na apuração do ICMS ST, conforme lançamento anterior, efetuar o registro do Estorno do Débito da parcela referente ao valor do FEM mediante lançamento de “Ajuste de Documento”, na apuração do ICMS ST (Registro E210): Código de Ajuste de Documento a ser utilizado (C197  “COD_AJ”): MG21000018 (Estorno de débito; Op.ST; Resp.: Própria; Apur.: A apurar; Mercadoria; Fundo de Erradicação da Miséria – FEM - adicionado ao ICMS/ST) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Apuração do ICMS - Substituição Tributária (E200  CAMPO 02 “UF” = “MG”): Estes valores devem ser acumulados no campo 07 - “VL_AJ_CREDITOS_ST” (Valor total dos ajustes a crédito de ICMS ST, provenientes de ajustes do documento fiscal) do Registro E210 – Apuração do ICMS - Substituição Tributária. Lançamento na DAPI – O valor do estorno de débito da parcela referente ao FEM deve ser totalizado no campo 82.1 – Estorno devido ao FEM do Quadro VII – ICMS – Substituto Tributário. Escrituração do valor do complemento referente ao adicional de alíquota devido ao FEM, se houver: Neste caso, em que o débito referente ao complemento do valor do FEM que foi agregado ao débito total do complemento do ICMS ST, efetuar um lançamento de “Ajuste de Documento Informativo”, que irá auxiliar na totalização do débito de FEM que serão considerados na apuração “extra EFD” a ser feita pelo contribuinte, e, ao final do período, se for apurado saldo devedor, será escriturado como “Débito Especial de FCP/FEM (ST)” no registro E210, mediante lançamento de “Ajuste de Apuração” (E220), conforme descrito no item 2.3 do “”: Código de Ajuste de Documento a ser utilizado (C197  “COD_AJ”): MG91000018 (Informativo; Op.ST; Resp.: Própria; Apur.: A apurar; Mercadoria; Débitos do período do Fundo de Erradicação da Miséria – FEM - adicionado ao ICMS/ST)", "pagina": 1, "tags": []}
{"titulo": "REGISTRO “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL.", "artigo": null, "paragrafo": null, "texto": "Reflexo no Bloco E da EFD: Ajustes informativos não causam reflexos nos valores dos campos no Bloco E. Observação: Ao final do período, o valor apurado do FEM adicionado ao ICMS ST deve ser informado no campo 82.2 da DAPI – Fundo de Erradicação da Miséria – FEM a recolher do Quadro VII – ICMS – Substituto Tributário. Orientação complementar para o caso de emissão extemporânea, ou escrituração extemporânea, da NF-e prevista no 48 Anexo VII do RICMS/2023: Neste caso, os débitos correspondentes ao complemento do ICMS ST e ao complemento do FEM, se houver, estarão sujeitos a acréscimos legais e não podem ser lançados na conta corrente de apuração do imposto, sendo considerados “Débitos Especiais”. Assim, o contribuinte mineiro deve efetuar os seguintes lançamentos na EFD: Escrituração do “Débito Especial” referente ao complemento do ICMS ST: Registro de Saída. Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro do Débito Especial referente ao valor do complemento do ICMS ST mediante lançamento de “Ajuste de Documento”, considerando o valor total da parcela do complemento do ICMS ST informado no respectivo item da NF-e emitida nos termos acima: Código de Ajuste de Documento a ser utilizado (C197  “COD_AJ”): MG71010011 (Débitos especiais; Op.ST; Resp.: Própria; Apur.: Recolhimento Espontâneo; Mercadoria; Complemento de ICMS ST – Aspecto quantitativo – Lançamento Extemporâneo.) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E210 – Apuração do ICMS - Substituição Tributária (E200 --> CAMPO 02 -", "pagina": 1, "tags": []}
{"titulo": "“UF” = “MG”)", "artigo": null, "paragrafo": null, "texto": "Estes valores devem ser acumulados no campo 15 – “DEB_ESP_ST”. Observação: Na DAPI, o valor total deste débito deve ser escriturado no campo 107 (Débito Extemporâneo) do Quadro IX – Obrigações do Período. Escrituração do “Débito Especial” referente ao valor do complemento atinente ao adicional de alíquota devido ao FEM, se houver: Registro de Saída. Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro do Débito Especial referente ao valor do complemento do FEM mediante lançamento de “Ajuste de Documento”, considerando o valor total da parcela do complemento do FEM informado no respectivo item da NF-e emitida nos termos acima: Código de Ajuste de Documento a ser utilizado (C197  “COD_AJ”): MG71010021 (Débitos especiais; Op.ST; Resp.: Própria; Apur.: Recolhimento Espontâneo; Mercadoria; Complemento de FEM – Aspecto quantitativo – Lançamento Extemporâneo) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E210 – Apuração do ICMS - Substituição Tributária (E200 --> CAMPO 02 -", "pagina": 1, "tags": []}
{"titulo": "“UF” = “MG”)", "artigo": null, "paragrafo": null, "texto": "Estes valores devem ser acumulados no campo 15 – “DEB_ESP_ST”. Observação: Na DAPI, o valor total deste débito deve ser lançado no campo 110.1 (Total do FEM antecipado/Extemporâneo) do Quadro IX – Obrigações do Período. Hipótese de restituição do ICMS ST quando o contribuinte mineiro promover operação interna de venda a consumidor final em montante inferior à base de cálculo presumida utilizada para o cálculo do ICMS ST da mesma mercadoria (Art. 46 Anexo VII do RICMS/2023): Neste caso, conforme prevê o Art. 48 do Anexo VII do RICMS/2023, o contribuinte emitirá NF-e em seu próprio nome contendo, nos campos próprios, as seguintes indicações, vedada qualquer indicação no campo destinado ao destaque do imposto: como natureza da operação: “Restituição de ICMS ST – Aspecto quantitativo”; como CFOP, o código 1.603; no grupo “Dados do Produto”, uma linha contendo o valor a ser restituído a título de ICMS ST e, quando for o caso, outra linha contendo o valor a ser restituído a título de adicional de alíquota devido ao FEM; no campo “Informações Complementares” da nota fiscal, o período ao qual a restituição se refere. O contribuinte mineiro deve escriturar os dados da NF-e no Registro “C100” e demais registros filhos exigidos pela legislação e complementar o lançamento com os Registros C195 e C197, conforme abaixo: Escrituração do valor a ser restituído a título de ICMS ST: Registro de Entrada. Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro do valor da restituição do ICMS ST por meio do lançamento de “Ajuste de Documento”, conforme respectivo item da Nota Fiscal emitida nos termos acima: Códigos de Ajuste de Documento a serem utilizados (C197  “COD_AJ”): MG11000015 (Outros créditos; Op.ST; Resp.: Própria; Apur.: A apurar; Mercadoria; Rest. ICMS ST - Aspecto quantitativo ) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E210 – Apuração do ICMS - Substituição Tributária (E200 --> CAMPO 02 - “UF”", "pagina": 1, "tags": []}
{"titulo": "= “MG”)", "artigo": null, "paragrafo": null, "texto": "Estes valores devem ser acumulados no campo 07 – “VL_AJ_CREDITOS_ST”. Observação: Na DAPI, este valor deve ser lançado no Campo 79 (Restituição – Ressarc. e Abatimento), informar Motivo 2 (Abatimento de ICMS ST), do Quadro VII – ICMS – Substituto Tributário. Escrituração do valor a ser restituído referente ao adicional de alíquota devido ao FEM, se houver: O valor referente à restituição do adicional de alíquota devido ao FEM, quando for o caso, será escriturado conforme previsto no “”: Registro de Entrada. Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Escrituração referente à restituição do FEM: Neste caso, efetuar um lançamento de “Ajuste de Documento Informativo” que irá auxiliar na totalização dos créditos de FEM que serão considerados na apuração “extra EFD” a ser feita pelo contribuinte, e, ao final do período, se apurado saldo devedor, este será lançado como “Débito Especial de FCP/FEM” no registro E210, mediante lançamento de “Ajuste de Apuração” (E220), conforme descrito no item 2.3 do “ ”: Código de Ajuste de Documento a ser utilizado (C197  “COD_AJ”): MG91000218 (Informativo; Op.ST; Resp.: Própria; Apur.: A apurar; Mercadoria; Créditos do período do Fundo de Erradicação da Miséria - FEM - adicionado ao ICMS/ST)", "pagina": 1, "tags": []}
{"titulo": "REGISTRO “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL.", "artigo": null, "paragrafo": null, "texto": "Reflexo no Bloco E da EFD: Ajustes informativos não causam reflexos nos valores dos campos no Bloco E. Observação: Ao final do período, o valor apurado do FEM adicionado ao ICMS ST deve ser informado no campo 82.2 da DAPI – Fundo de Erradicação da Miséria – FEM a recolher do Quadro VII – ICMS – Substituto Tributário. Hipótese de Estorno de Restituição/Ressarcimento do Imposto, calculado com Base no Valor de Saída Inferior ao Valor da BC ICMS ST – MG600 Registro de Entrada – Devolução de Saída Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro do valor do Estorno de Restituição/Ressarcimento do ICMS ST por meio do lançamento de “Ajuste de Documento”, conforme respectivo item da Nota Fiscal de devolução:  Códigos de Ajuste de Documento a serem utilizados (C197\t“COD_AJ”): MG41000016 (Outros Débitos; op. ST; Resp. própria; Apur. A apurar; mercadoria; Estorno de Restituição/Ressarcimento ICMS ST + FEM – Aspecto Quantitativo) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E210 – Apuração do ICMS - Substituição Tributária (E200 --> CAMPO 02 - “UF”", "pagina": 1, "tags": []}
{"titulo": "= “MG”)", "artigo": null, "paragrafo": null, "texto": "Estes valores devem ser acumulados no campo 10 – “VL_AJ_DEBITOS_ST”. Observação: Na DAPI, este valor deve ser lançado no campo 77.1 (Outros Débitos) do Quadro VII – ICMS – Substituto Tributário. Orientação complementar no caso de haver parcela do FEM adicionado ao ICMS ST: Escrituração do estorno da parcela referente ao adicional de alíquota devido ao FEM adicionado ao ICMS ST, se houver: Considerando que o valor total do ICMS/ST + FEM foi levado a débito na apuração do ICMS ST, conforme lançamento anterior, efetuar o registro do Estorno do Débito da parcela referente ao valor do FEM mediante lançamento de “Ajuste de Documento”, na apuração do ICMS ST (Registro E210):  Código de Ajuste de Documento a ser utilizado (C197\t“COD_AJ”): MG21000018 (Estorno de débito; Op.ST; Resp.: Própria; Apur.: A apurar; Mercadoria; Fundo de Erradicação da Miséria – FEM - adicionado ao ICMS/ST) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL.  Reflexo no Bloco E – Apuração do ICMS - Substituição Tributária (E200\tCAMPO 02 “UF” = “MG”): Estes valores devem ser acumulados no campo 07 - “VL_AJ_CREDITOS_ST” (Valor total dos ajustes a crédito de ICMS ST, provenientes de ajustes do documento fiscal) do Registro E210 – Apuração do ICMS - Substituição Tributária. Lançamento na DAPI – O valor do estorno de débito da parcela referente ao FEM deve ser totalizado no campo 82.1 – Estorno devido ao FEM do Quadro VII – ICMS – Substituto Tributário. Escrituração do valor do complemento referente ao adicional de alíquota devido ao FEM, se houver: Neste caso, em que o débito referente ao complemento do valor do FEM que foi agregado ao débito total do complemento do ICMS ST, efetuar um lançamento de “Ajuste de Documento Informativo”, que irá auxiliar na totalização do débito de FEM que serão considerados na apuração “extra EFD” a ser feita pelo SAIF/SUTRI/SUFIS\tSEF-MG (Jan./2021) Manual de Escrituração – Complemento e Restituição do ICMS ST – Aspecto Quantitativo contribuinte, e, ao final do período, se for apurado saldo devedor, será escriturado como “Débito Especial de FCP/FEM (ST)” no registro E210, mediante lançamento de “Ajuste de Apuração” (E220), conforme descrito no item 2.3 do “”:  Código de Ajuste de Documento a ser utilizado (C197   “COD_AJ”): MG91000018 (Informativo; Op.ST; Resp.: Própria; Apur.: A apurar; Mercadoria; Débitos do período do Fundo de Erradicação da Miséria – FEM - adicionado ao ICMS/ST)", "pagina": 9, "tags": []}
{"titulo": "REGISTRO “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL.", "artigo": null, "paragrafo": null, "texto": "Reflexo no Bloco E da EFD: Ajustes informativos não causam reflexos nos valores dos campos no Bloco E. Observação: Ao final do período, o valor apurado do FEM adicionado ao ICMS ST deve ser informado no campo 82.2 da DAPI – Fundo de Erradicação da Miséria – FEM a recolher do Quadro VII – ICMS – Substituto Tributário. Estorno de Complemento do Imposto, calculado com Base no Valor de Saída Superior ao Valor da B/C ICMS ST. Registro de Entrada – Devolução de Saída Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro do valor do Estorno de Complemento do ICMS ST por meio do lançamento de “Ajuste de Documento”, conforme respectivo item da Nota Fiscal de devolução:  Códigos de Ajuste de Documento a serem utilizados (C197\t“COD_AJ”): MG11000016 (Outros Créditos; Op. ST; Resp. Própria; Apur a apurar; mercadoria; Estorno de Complemento ICMS ST – Aspecto Quantitativo) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E210 – Apuração do ICMS - Substituição Tributária (E200 --> CAMPO 02 - “UF”", "pagina": 9, "tags": []}
{"titulo": "= “MG”)", "artigo": null, "paragrafo": null, "texto": "Estes valores devem ser acumulados no campo 07 – “VL_AJ_CRÉDITOS_ST”. Observação: Na DAPI, este valor deve ser lançado no campo 80 (Devolução/Outros Créditos) do Quadro VII – ICMS – Substituto Tributário. Alterações promovidas pela versão 2022.01: Complemento da observação relativa ao Registro 1255 para o código MG000: os campos ‘03’ a ‘07’ deverão ser apresentados zerados (0,00). Orientação de preenchimento campo ‘02’ (VL_CREDITO_ICMS_OP) do Registro 1250 de: vazio para: zerado (0,00). Orientação preenchimento do campo ‘03’ (VL_CREDITO_ICMS_OP_MOT ) do Registro 1255 de: “vazio” para: zerado (0,00). Alterações promovidas pela versão 2023.02 Atualização legislação Novo RICMS 2023 Exclusões relativas ao FEM (5.2; 5.2.1; 5.2.2; 5.3.2; 6.2; 7.1; 7.1.1; 7.1.2) Alterações promovidas pela versão 2024.01 Reinclusões relativas ao FEM (5.2; 5.2.1; 5.2.2; 5.3.2; 6.2; 7.1; 7.1.1; 7.1.2) Exclusão Registro C186", "pagina": 9, "tags": []}
