{"titulo": null, "artigo": null, "paragrafo": null, "texto": "Dispõe sobre os lançamentos relativos ao “DIFAL EC 87/2015” na Escrituração Fiscal Digital (EFD) nos casos de recolhimento a cada operação com destino a Minas Gerais. Objetivo: Este manual tem o objetivo de detalhar os procedimentos a serem adotados pelos contribuintes de outras UF que não possuem  em MG e não realizaram o  nos termos da Seção IV do Capítulo II do Título III do RICMS, para os lançamentos dos valores do “Diferencial de Alíquota” nas operações interestaduais destinadas a consumidor final não contribuinte do ICMS”   na Escrituração Fiscal Digital (EFD), onde o recolhimento é feito a cada operação, referente ao “DIFAL” e/ou “FCP” para Minas Gerais. Lastro para o lançamento: NF-e e CT-e emitidos com incidência do DIFAL previsto na EC 87/2015 Documento de Arrecadação distinto para cada operação referente ao “DIFAL” e/ou “FCP” da UF de MG Orientações para o lançamento: **Vide Os contribuintes deverão promover os lançamentos dos valores do ICMS referente ao “Diferencial de Alíquota” nos registros C101 (NF-e) ou D101 (CT-e), totalizando os valores correspondentes ao “DIFAL” na apuração dos registros E300 e filhos da UF de MG, conforme orientações contidas no Guia Prático da EFD. Nos casos em que os recolhimentos do “DIFAL” e/ou “FCP” devem ser feitos a cada operação para MG, estes débitos são “definitivos” e não podem ser compensados com eventuais créditos. Ou seja, o “DIFAL” e/ou “FCP” que são recolhidos a cada operação devem ser lançados como “débito especial” no REGISTRO E310: APURAÇÃO DO ICMS DIFERENCIAL DE ALÍQUOTA – UF de MG EC 87/15, e todos os recolhimentos serão informados nos Registros E316. Assim, nos casos de devolução, o contribuinte deve   do valor pago, não podendo se creditar “automaticamente” na apuração do DIFAL EC87/15 – FCP na EFD. Com isso, os valores totalizados nos campos “VL_TOT_DEBITOS_DIFAL” e “VL_TOT_DEB_FCP” do citado registro E310 devem ser “estornados” e lançados como débitos especiais no campo “DEB_ESP_DIFAL” e, a partir de 01/01/2017, no campo “DEB_ESP_FCP” do referido registro. Para isso, o contribuinte deve informar os seguintes ajustes de apuração (REGISTRO E311: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO FUNDO DE COMBATE À POBREZA E DO ICMS DIFERENCIAL DE ALÍQUOTA UF ORIGEM/DESTINO EC 87/15) consolidando todas as operações cujos recolhimentos foram feitos a cada operação, conforme detalhado abaixo: Lançamentos dos “débitos especiais”: (identificar as NF-e e CT-e nos registros E313) REGISTRO E311: Para lançamento do débito especial de DIFAL Destino (MG) REGISTRO E311: Para lançamento do débito especial de FCP (MG) Reflexo no Registro E310 (APURAÇÃO DO ICMS – OPERAÇÕES PRÓPRIAS.): Estes valores devem ser acumulados no campo “DEB_ESP_DIFAL” até 31/12/2016, e, a partir de 01/01/2017, no campo “DEB_ESP_FCP” Lançamento dos “estornos de débito”: (identificar os documentos de arrecadação nos registros E312) REGISTRO E311: Para estorno do débito de DIFAL Destino(MG) REGISTRO E311: Para estorno do débito de FCP(MG) Reflexo no Registro E310 (APURAÇÃO DO ICMS – OPERAÇÕES PRÓPRIAS.): Estes valores devem ser acumulados no campo “VL_OUT_CRED_DIFAL” até 31/12/2016, e, a partir de 01/01/2017, no campo “VL_OUT_CRED_FCP”. Nos casos de devolução, os valores “creditados automaticamente” nos campos “VL_TOT_CREDITOS_DIFAL” e “VL_TOT_CRED_FCP” do registro E310 (UF Destino = MG) com os lançamentos feitos nos registros C101 e D101, devem ser estornados mediante outros ajustes (registros E311), uma vez que devem ser  em processos específicos (PTA), e identificar as NF-e e CT-e nos registros E313: REGISTRO E311: Para estorno do crédito de DIFAL Destino(MG) REGISTRO E311: Para estorno do crédito de FCP(MG) Reflexo no Registro E310 (APURAÇÃO DO ICMS – OPERAÇÕES PRÓPRIAS.): Estes valores devem ser acumulados no campo “VL_OUT_DEB_DIFAL” até 31/12/2016, e, a partir de 01/01/2017, no campo “VL_OUT_DEB_FCP” Controle de alterações: Versão V.2024.01 – atualizada até 04/2024 - Atualização RICMS/2023.", "pagina": 1, "tags": []}
