{"titulo": null, "artigo": null, "paragrafo": null, "texto": "Dispõe sobre os lançamentos relativos às obrigações previstas no RICMS, considerando o Capítulo VII, Título II do RICMS 2023, para os contribuintes que optarem pelo Regime Especial Unificado de Arrecadação de Tributos e Contribuições devidos pelas Microempresas e Empresas de Pequeno Porte – Simples Nacional Objetivo: Este manual tem o objetivo de detalhar os procedimentos a serem adotados pelos contribuintes mineiros que apuravam o ICMS por meio do regime “Débito e Crédito” e optaram pelo Simples Nacional, em relação à apresentação da Escrituração Fiscal Digital – EFD – referente ao último período em que se encontrava no regime normal de apuração do imposto. Orientações para o lançamento: **Vide Conforme dispõe o Art. 53 do RICMS/2023, o contribuinte deve apresentar, na EFD referente às operações realizadas no mês anterior ao da mudança do regime de apuração, o registro do inventário do estoque do último dia em que vigorava o regime normal de apuração, em relação às: mercadorias produzidas, produtos em elaboração e insumos vinculados à produção de mercadorias; mercadorias adquiridas ou recebidas para comercialização cujo imposto não tenha sido recolhido por substituição tributária. Assim, o contribuinte deverá apresentar o Registro H005 conforme abaixo:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO H005: TOTAIS DO INVENTÁRIO", "artigo": null, "paragrafo": null, "texto": "Para cada mercadoria, apresentar um Registro H010 e um Registro H020 para identificar o valor unitário do ICMS apropriado referente às entradas de mercadorias adquiridas para comercialização, produtos acabados e em elaboração, bem como dos insumos vinculados à produção de mercadorias:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO H020: INFORMAÇÃO COMPLEMENTAR DO INVENTÁRIO", "artigo": null, "paragrafo": null, "texto": "Para a apuração do valor do imposto a ser estornado, conforme inciso III do Art. 53 do RICMS/2023, o contribuinte deve multiplicar a quantidade informada no campo 4 do registro H010 pelo valor do ICMS informado no campo 04 do registro H020, para cada uma das mercadorias informadas no respectivo inventário. O valor apurado do crédito a ser estornado deve ser lançado como “Ajuste de Apuração” no registro E111 com o código MG010002 (Apuração do ICMS; Estorno de créditos por opção pelo Simples Nacional) conforme detalhado abaixo:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E111: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS.", "artigo": null, "paragrafo": null, "texto": "Reflexo no Registro E110 (APURAÇÃO DO ICMS – OPERAÇÕES PRÓPRIAS.): O valor do estorno de crédito será totalizado no campo 05 (VL_ESTORNOS_CRED) do registro E110. Observação: Na DAPI, o valor do estorno de crédito apurado deve ser lançado no Campo 95 – “Estorno de Créditos” com o motivo 2 - “Demais estornos de crédito” do Quadro VIII – Apuração do ICMS no Período. Controle de Alterações: Versão V.2024.01 – atualizada até 04/2024 - Atualização RICMS/2023.", "pagina": 1, "tags": []}
