{"titulo": null, "artigo": null, "paragrafo": null, "texto": "SPED - EFD – Escrituração Fiscal Digital. Lançamento de Ajustes por documento. NF Modelo 1 e 1A, Avulsa, Produtor, NF-e, NFC-e; CT-e, CT-e OS, BP-e, NF de Serviços de Transporte, NF3-e; NFCom Este anexo detalha lançamentos de “Observações e Ajustes” (filhos do registro C100 e D100) a serem feitos para NF Modelo 1 e 1A, Avulsa, Produtor,NF-e e NFC-e (cód. 01, 1B, 04,55 e 65), e para CT-e,CTe Os, BP-e e NF de Serviços de Transporte (cod. 57, 67, 63 e 07) Os registros C195 e D195 (Observações) equivalem às Observações que são lançadas nos Livros Fiscais físicos de Entrada ou Saída. Os Ajustes devem ser lançados por documento ou por item de documento e são filhos de Observações. Os Ajustes por documento irão registrar informações relativas a um documento fiscal escriturado nos registros C100 ou D100: - Recolhimentos Antecipados; - Impostos que têm o cálculo detalhado em Informações Complementares do documento fiscal; - Impostos que estão definidos na legislação e não constam no documento fiscal, mas têm sua origem no documento. A seleção de um dos tipos não exclui outras seleções.", "pagina": 1, "tags": []}
{"titulo": "ATENÇÃO:", "artigo": null, "paragrafo": null, "texto": "Os Ajustes determinados por Minas Gerais devem ser utilizados somente para ajustar as apurações dos impostos de Minas Gerais. Para ajustar os valores referentes às apurações de outro Estado (ex.: apuração de ICMS ST), utilizar os Ajustes de Apuração determinados pelo Estado para o qual o imposto é devido. As tabelas dos códigos devem ser consultadas no site da RF/SPED Fiscal: e atualizadas no PVA (Menu Tabelas  Atualizar Tabela). Os códigos de ajuste por documento possuem a estrutura definida no item 5.3 do   – Tabela de Ajustes e Informações de Valores Provenientes de documento fiscal. Os contribuintes mineiros devem observar o “Manual introdutório para lançamentos e ajustes na Escrituração Fiscal Digital”, bem como os demais manuais de escrituração relativos a situações específicas disponíveis no Portal Estadual da EFD em: Ajustes por documento: Referente a Pagamento de ICMS destacado em documento fiscal do período. Houve um recolhimento antecipado (tem um Documento de Arrecadação referente ao ICMS ou ICMS ST destacado no Documento Fiscal) e o ICMS ou ICMS ST pertence a operações do período (se for débito extemporâneo não gera esse tipo de ajuste). É Recolhimento antecipado do ICMS / ICMS-ST destacado em documento do período? Sim  Recolhimento Antecipado\tRegistro de Saída. . É Recolhimento relativo a entrada, de ICMS / ICMS-ST destacado a menor? Sim \tDébito destaque errado\tRegistro de Entrada. Referente a Lançamento Extemporâneo. Ocorre para ICMS destacado e, excepcionalmente, em indústrias, quando o registro de entrada se refere a crédito de insumo de ICMS-ST. Débito ou crédito extemporâneo Referentes à Informação Complementar do Documento Fiscal ou Legislação, quando essas dão origem a cálculo de ICMS ou valor de operação: Importação. ICMS Repassado ao contribuinte. Insumo com ICMS-ST (Mercadoria com ICMS-ST já retido, que é insumo em Indústria) Reembolso Ressarcimento ICMS-ST Restituição ICMS-ST Transferência de crédito ST Transporte NF Débito – Estorno de crédito NF Crédito Farinha de Trigo Veículos Novos – Fat.Direto\t Convênio 51/00 Ajustes por item É mercadoria sujeita a ST interna? Sim \tST Interna\tRegistro de Entrada. É aquisição de mercadoria para uso ou consumo ou Ativo Permanente? Sim \tRegistro de Entrada. Tem estorno de crédito devido à saída com isenção, não incidência ou redução de base de cálculo? Ou a perecimento, deterioração, inutilização, extravio, furto, roubo ou perda? Sim   Estorno-crédito\tRegistro de Saída. Débito da Nota se refere a encerramento de Diferimento, devido à saída com isenção ou não tributada ou a perecimento ou deterioração ou inutilização ou extravio ou furto ou roubo ou perda ou devido a benefícios concedidos em desacordo com a legislação? Sim   Encerra Diferimento\tRegistro de Saída. É mercadoria sujeita a Antecipação Tributária? Sim \tFarinha Trigo\tRegistro de Entrada. É devolução de mercadoria não entregue, com ICMS ST ? Sim \tCrédito ICMS ST\tRegistro de Entrada. É devolução de mercadoria adquirida, que teve a entrada lançada no Ativo Permanente, em período anterior? Sim \tRegistro de Saida. É devolução de mercadoria adquirida em período anterior, para uso e consumo? Sim \tRegistro de Saida. Detalhamento dos Ajustes. Ajustes por documento Referente a Pagamento de ICMS destacado em Documento Fiscal do período Recolhimento Antecipado. Quando fazer o lançamento: O valor (ou parte dele) referente ao débito (ICMS ou ICMS ST destacado) já foi recolhido e deve ser estornado na Apuração. Para isso, gerar um registro de Ajuste – estorno de débito. Esses débitos devem ser estornados na apuração porque, apesar de fazerem parte da apuração do período, não podem ser compensados com saldo credor, pois o recolhimento já ocorreu. Deverá ser gerado somente se o Documento de Arrecadação se referir a documento de saída do período a apurar e ao pagamento do ICMS ou ICMS ST de valor destacado no documento. Obs.: Casos em que o registro não deverá ser gerado. Débitos extemporâneos (têm ajuste específico). Débitos decorrentes de registros de entrada são tratados nos Ajustes referentes às Informações Complementares, bem como os pagamentos referentes a eles. Exemplos práticos de recolhimento antecipado: – Regime Especial que obriga o contribuinte a fazer recolhimentos semanais. – Legislação específica que obriga o contribuinte a fazer recolhimentos antecipados. – Substituto Tributário de outra UF com IE suspensa (ICMS ST deve ser pago antecipadamente). Registro da Saída. 01- Observações: “Recolhimento Antecipado do ICMS” e/ou “Recolhimento Antecipado do ICMS ST” - Informar o número do documento de Arrecadação, no campo de texto complementar. – Códigos de Ajuste a serem utilizados: ICMS \tMG20010000 ou MG20011000\t(Port.SAIF 001 / 09) ICMS ST  MG21010000\t(Port.SAIF 001 / 09) Reflexo  = 2 (estorno débito) Tipo\t= 0 (Op. própria)\t1 (Op.ST) Respons = 0 (Própria) Inf. Pag  = 1 (Rec.Espontâneo) Origem = 0 (Mercadoria)\t1 (Transporte) Descriç. = 000 (Op. normal) - O imposto recolhido antecipadamente deve ser lançado como débito especial no período - Código de ajuste a ser utilizado: Inf. Pag = 1 (Rec.Espontâneo) Origem = 0 (Mercadoria) Descriç. = 004 (Antecipação Tributária / ICMS pago antecipadamente) Destaque-menor. Documento de Arrecadação se refere ao pagamento do ICMS ou ICMS ST que foi destacado a menor (destaque errado). São referentes à entrada, a responsabilidade é solidária e o pagamento pode ser espontâneo ou por autuação. Registro de entrada de ICMS ou ICMS ST, destacado a menor. Pagamento efetuado pelo destinatário da mercadoria espontaneamente ou por autuação. Não houve emissão de NF complementar. Obs.: Essa situação pode acontecer quando a Mercadoria foi adquirida para uso, consumo ou ativo, no mercado interno e teve seu imposto destacado a menor. O adquirente assume o recolhimento (resp.solidária). 01- Observações: “ICMS pago na entrada” e/ou “ICMS ST pago na entrada” 02 - Informar o número do documento de Arrecadação, no campo de texto complementar. 03 – Códigos de Ajuste a serem utilizados: ICMS\t MG70110000 ou MG70120000\t(Port.SAIF 001 / 09) ICMS ST  MG71110000 ou MG71120000\t(Port.SAIF 001 / 09) Reflexo = 7 (Débitos especiais) Tipo\t= 0 (Op. própria)\t1 (Op.ST) Respons = 1 (solidária) Inf. Pag = 1 (Rec.Espontâneo)\t2 (Rec.Autuação) Origem\t= 0 (Mercadoria) Descriç. = 000 (Operação normal) Referente a Lançamento Extemporâneo. Lançamento extemporâneo. Débito extemporâneo\tRegistro de Saída. Ou Crédito extemporâneo\tRegistro de Entrada. Débito extemporâneo. O valor referente ao débito (ICMS ou ICMS ST destacado) é de mês anterior, nos casos de emissão de documento complementar em mês posterior ao do documento original. Documento de Arrecadação se refere ao pagamento do ICMS ou ICMS ST destacado (com acréscimos legais). Registro da Saída. 01- Observações: “Débito extemporâneo do ICMS” e/ou “Débito extemporâneo do ICMS ST” - Informar o número do documento de Arrecadação, no campo de texto\tcomplementar, se houver. – Códigos de Ajuste a serem utilizados relativo ao débito: ICMS  MG70010010 ou MG70020010\t(Port.SAIF 001 / 09) ICMS ST  MG71010010 ou MG71020010\t(Port.SAIF 001 / 09) Reflexo  = 7 (débito especial) Tipo\t= 0 (Op. própria)\t1 (Op.ST) Respons = 0 (Própria) Inf. Pag = 1 (Rec.Espontâneo)\t2 (Rec.por autuação) Origem = 0 (Mercadoria) Descriç. = 010 (Lançamento extemporâneo Como o débito se refere a período anterior, lançar outro ajuste de documento para estorno do débito no período de emissão do documento fiscal complementar emitido em período posterior ao do documento original: – Código de Ajuste a ser utilizado: ICMS  MG20010000 ou MG20020000\t(Port.SAIF 001 / 09) ICMS ST  MG21010000 ou MG21020000\t(Port.SAIF 001 / 09) Reflexo  = 2 (estorno de débito) Tipo\t= 0 (Op. própria)\t1 (Op.ST) Respons = 0 (Própria) Inf. Pag = 1 (Rec.Espontâneo)\t2 (Rec.por autuação) Origem = 0 (Mercadoria) Descriç. = 000 (Op. Normal.) Crédito extemporâneo. Nota Fiscal com valor referente ao crédito (ICMS – op. Própria ou ICMS ST – insumo informado em informações complementares da NF de entrada) é de mês anterior e foi lançada extemporaneamente. – Obs.: O ICMS, quando destacado, é destacado é creditado normalmente pelo lançamento do registro C190 do documento extemporâneo e não necessita de lançamento de ajuste. Registro da Entrada. 01- Observações: “Outros créditos – Op.própria ” ou : “Outros créditos – ICMS ST de Insumo” 02 – Códigos de Ajuste a serem utilizados: ICMS  MG10990010\t(Port.SAIF 001 / 09) Reflexo = 1 (outros créditos) Tipo\t= 0 (Op. própria) Respons = 9 (Informativo) Inf. Pag = 9 (Informativo) Origem = 0 (Mercadoria) Descriç. = 010 (Lançamento extemporâneo Referentes à Informação Complementar da NF ou Legislação, quando essas dão origem a cálculo de ICMS ou valor de operação Importação. Informações sobre Importação são somente para Entrada. Gera “Débitos Especiais” referente à Importação. No caso, o recolhimento é feito através de Documento de arrecadação específico e o ICMS (obrigações do período) é pago no momento da entrada. O pagamento do ICMS referente à importação pode ter acontecido no mês anterior, antes da emissão da Nota de entrada. Mas o lançamento do débito especial ocorrerá quando da escrituração do documento fiscal no período seguinte. As escriturações do documento fiscal de entrada e da respectiva guia de recolhimento devem ser feitas no período de apuração em que ocorreu a entrada da mercadoria, conforme “Manual de Escrituração EFD – Documentos Extemporâneos e Pagamentos Efetuados em Período Diverso do Fato Gerador”. Quando o débito for pago através de NF de transferência de crédito o recolhimento será considerado como Informativo. O valor informado será só o do ICMS, sem multa e juros. Se a mercadoria estiver sujeita ao Regime de Substituição Tributária, a obrigação do ICMS-ST será tratada em “Ajustes por item”. Registro da Entrada. 01- Observações = “Importação” “Importação – Utilização de crédito p/ pagamento” 02 - Informar o número do documento de Arrecadação ou da Nota de utilização de crédito para o pagamento, no campo de texto complementar. 03 - Código de Ajuste a ser utilizado: Pagamento por Doc.Arrecadação  MG70010017 ou MG70020017 (Port.SAIF 001 / 09) Pagamento com crédito  MG70090017\t(Port.SAIF 001 / 09) Reflexo = 7 (débitos especiais) Tipo\t= 0 (Op. própria) Respons = 0 (Própria) ICMS-repassado. Sempre que o contribuinte for dispensado do ICMS com a condição de repassá-lo, como desconto não comercial, ao destinatário. Exemplos: Venda para Zona Franca, Venda com Redução de Base de Cálculo condicionada ao repasse proporcional para o destinatário, Venda para órgãos da Adm. Direta ou indireta e Venda para construtores do Centro Administrativo. Registro da Saída / Entrada. 01- Observação: ‘ICMS repassado’ + Identificação do Decreto/Resolução/Portaria que regulamentou o procedimento. 02 – Código de Ajuste a ser utilizado: MG90990007\t(Port.SAIF 001 / 09) Reflexo = 9 (informativo) Tipo\t= 0 (Op.Própria) Resp.\t = 9 (informativo) Inf. Pag = 9 (informativo) Origem = 0 (mercadoria) Descr. = 007 (Desconto pelo ICMS) 03 – Na Nota Fiscal, esse abatimento é informado de forma global. O Ajuste deve ser lançado por item. Insumo-ICMS-ST. Quando a indústria adquire mercadoria de atacadista ou varejista, e o ICMS ST já tinha sido retido, ela poderá se creditar do valor do imposto corretamente indicado, a título de informação, na NF emitida pelo substituído. Para Nota Fiscal extemporânea, o lançamento deverá ser feito como crédito extemporâneo. Registro da Entrada. 01- Observação = “Outros Créditos” 02 – Código de Ajuste a ser utilizado:\tMG10000503\t(Port.SAIF 001 / 09) Reflexo = 1 (outros créditos) Tipo\t= 0 (op. própria) Respons = 0 (própria) Inf. Pag = 0 (a apurar) Origem = 0 (mercadoria) Descr.\t= 503 (ICMS ST de insumo) Reembolso. O reembolso é um mecanismo para ajustar o ICMS, antecipado no início da cadeia de comercialização por meio da ST, distribuindo-o para substituídos na medida em que o fato gerador, inicialmente presumido, vai se realizando. O contribuinte é obrigado a informá-lo em Informações Complementares. O valor total da Nota é composto pelo reembolso. Registro da Saída. 01- Observação = “Informativo” 02 – Código de Ajuste a ser utilizado:\tMG91990006\t(Port.SAIF 001 / 09) Reflexo = 9 (informativo) Tipo\t= 1 (op. ST) Respons = 9 (informativo) Inf. Pag = 9 (informativo) Origem\t\t= 0 (mercadoria) Descr.\t= 006 (Reembolso Comercial) Notas Explicativas. 1 – Valores a serem informados no registro C197, que, conforme legislação, devem constar no campo ‘Informações Complementares’ da NF: VL_BC_ICMS Valor da Base de Cálculo ICMS ST, na NF do Substituto. Proporcional a quantidade de saída. ALIQ_ICMS  Alíquota interna estabelecida para a mercadoria VL_ICMS\t Valor da operação X ALIQ_ICMS. (valor virtual do ICMS de operação própria - como se fosse devido) VL_OUTROS Valor do Reembolso", "pagina": 1, "tags": []}
{"titulo": "= (VL_BC_ICMS X ALIQ_ICMS) - VL_ICMS.", "artigo": null, "paragrafo": null, "texto": "Restituição por Ressarcimento. Registros da Restituição do ICMS ST, na modalidade Ressarcimento (crédito repassado para outro contribuinte que seja substituto inscrito e será utilizado para pagamento de ICMS ST). Nota Fiscal com base em Norma específica (Código de situação = 08). Registro da Saída. 01- Observação = “Informativo – Ressarcimento ST” 02 – Código de Ajuste a ser utilizado:\tMG91990011\t(Port.SAIF 001 / 09) Reflexo = 9 (informativo) Tipo\t= 1 (op. ST) Respons = 9 (informativo) Inf. Pag = 9 (informativo) Origem\t\t= 0 (mercadoria) Descr.\t= 011 (Rest.ICMS/ST - Ressarcimento) Registro da Entrada. 01- Observação = “Outros créditos – Ressarcimento ST” . 02 - Código de Ajuste a ser utilizado:\tMG11900011\t(Port.SAIF 001 / 09) Reflexo = 1 (outros créditos) Tipo\t= 1 (op. ST) Respons = 9 (informativo) Inf. Pag = 0 (a apurar) Origem = 0 (mercadoria) Descr.\t= 011 (Rest.ICMS/ST - Ressarcimento) Restituição por Abatimento ou Creditamento. Registro do crédito da Restituição do ICMS ST pago, nas modalidades: Abatimento e Creditamento. Nota de entrada emitida pelo próprio contribuinte. Nota Fiscal com base em Norma específica (Código de situação = 08). Abatimento: Será utilizado para pagamento de ICMS ST – crédito na conta corrente ST. Creditamento: Será utilizado para pagamento de ICMS próprio. – crédito na conta corrente OP. Registro da Entrada. 01- Observação = “Outros créditos - Abatimento” ou “Outros créditos – Creditamento”. 02 – Código de Ajuste a ser utilizado. Abatimento\t MG11000012\t(Port.SAIF 001 / 09) Creditamento  MG10000013\t(Port.SAIF 001 / 09) Reflexo = 1 (outros créditos) Tipo\t= 0 (Op. própria)\t1 (Op. ST) Respons = 0 (Própria) Inf. Pag = 0 (a apurar) Origem\t= 0 (Mercadoria) Descr.\t= 012 (Rest.ICMS/ST - Abatimento) 013 (Rest.ICMS/ST – Creditamento) Transferência. Atenção: Os dois estabelecimentos devem observar o “  - De acordo com a Resolução 4.757/2015, disponível no Portal Estadual da EFD em: Nota Fiscal com base em Norma específica (Código de situação = 08). Selecionar um dos tipos de Nota Fiscal, de acordo com as opções abaixo: É NF de Transferência de crédito entre 2 estabelecimentos? Sim \tRegistro de saída ou Entrada É NF de utilização de crédito transferido, limitado ao percentual de 30%? Sim \tRegistro de entrada É NF de utilização de crédito próprio para quitar PTA ou importação? Sim \tRegistro de saída TransfEstab. NF de Transferência de Crédito Acumulado de ICMS. Registro da Saída do estabelecimento que transfere. Registro da Entrada do estabelecimento que recebe em transferência. Selecionar como o crédito recebido será utilizado e seguir a orientação para gerar os registros. Crédito que deverá ser utilizado para abatimento de Saldo Devedor. No momento da utilização será emitida a NF para utilização do crédito. Registro da utilização do crédito recebido em transferência Crédito utilizado para pagamento de obrigações que não fazem parte da apuração por Débito e Crédito. Ex: ICMS de importação e PTA. Crédito recebido e já disponível para abatimento de Saldo Devedor. Ex: Crédito recebido em pagamento de fornecimento de matéria prima. Crédito transferido entre estabelecimentos de um mesmo titular para deduzir saldo de ICMS apurado no período anterior. Transf-Saida. Transferência de crédito entre 2 estabelecimentos. Registro da Saída do estabelecimento que transfere crédito acumulado. 01- Observação: “Crédito acumulado transferido” 02 – Código de Ajuste a ser utilizado:\tMG40990002\t(Port.SAIF 001 / 09) Reflexo = 4 (outros débitos) Tipo\t= 0 (Op. própria) Respons = 9 (Informativo) Inf. Pag = 9 (Informativo) Origem = 0 (mercadorias) Descr.\t= 002 (Transf. crédito) Transf-Controle. Crédito recebido em Transferência, mas tem a sua utilização condicionada ao total de débito apurado no mês. Deverá ser controlado o saldo de crédito recebido no período através do registro 1200. Registro da Entrada. 01- Observação: “Transferência para pagamento de saldo devedor” 02 – Código de Ajuste a ser utilizado:\tMG99990002\t(Port.SAIF 001 / 09) Reflexo = 9 (Informativo) Tipo = 9 (Informativo) Respons = 9 (Informativo) Inf. Pag = 9 (Informativo) Origem = 0 (mercadorias) Descr.  = 002 (Transf. crédito) 03 – Ajustes deverão ser totalizados no período e registrados no Controle de Créditos Fiscais – Total de créditos recebidos por transferência(Bloco 1). Transf-Pta-Di. Utilização de crédito transferido para quitação de ICMS de Importação ou de PTA. Registro da Saída. 01- Observações: “Utilização de crédito recebido em transferência para Pagamento PTA” ou “Utilização de crédito recebido em transferência para Pagamento Importação” 02 – Código de Ajuste a ser utilizado:\tMG40000920\t(Port.SAIF 001 / 09) Reflexo = 4 (Outros débitos) Tipo\t= 0 (Op.Própria) Respons = 0 (Resp.: Própria) Inf. Pag = 0 (Apur.: A apurar) Origem = 0 (mercadorias) Descr.\t= 920 (Utilização de crédito acumulado para pagamentos) Transf-Cred. Transferência de crédito entre 2 estabelecimentos, que, no momento do registro, já está disponível para utilização. Registro da Entrada. 01- Observações: “Transferência para Op. própria” ou “Transferência para ST” 02 – Código de Ajuste a ser utilizado: MG10990002 ou MG11990002\t(Port.SAIF 001 / 09) Reflexo = 1 (outros créditos) Tipo\t= 0 (Op. própria)\t1 – (ST) Respons = 9 (Informativo) Inf. Pag = 9 (Informativo) Origem = 0 (mercadorias) Descr.\t= 002 (Transf. crédito) Dedução-Cred. Nota Fiscal de Transferência de crédito, entre estabelecimentos de um mesmo titular e emitida para deduzir saldo de ICMS apurado no período anterior (RICMS/232, Parte geral, art. 30, § 2º). A NF é emitida após o último dia do período de apuração, depois de uma apuração preliminar. No entanto, o documento fiscal será emitido com data retroativa ao último dia do mês anterior. “O lançamento do crédito dessa nota ocorre no período de sua emissão, na Apuração do período, através de um Ajuste de Apuração de “Dedução” em um registro E111 com o código MG040002 (Apuração do ICMS; Dedução do imposto apurado; Transferência entre 2 estabelecimentos do mesmo titular.)” Dedução 30%. Nota Fiscal emitida para utilização de crédito transferido, limitado ao percentual de 30% (trinta por cento) do valor do saldo devedor do imposto (RICMS/23, Anexo III, art. 13). A NF é emitida após o último dia do período de apuração, depois de uma apuração preliminar. A NF será emitida até o prazo estabelecido para o pagamento do imposto fazendo constar nos campos Data de Emissão e Data de Entrada: o último dia do período de apuração do ICMS a que se refere a compensação de saldos; O lançamento do crédito dessa nota ocorre no período de sua emissão, na Apuração do período, através de um Ajuste de Documento C197 o código “MG60990002; Dedução; Op. Própria; Utilização de Crédito Recebido em Transferência de terceiros – Campo 98 da DAPI. Transf.-Déb. O lançamento do débito referente nota de transferência, pelo estabelecimento transferidor, será através de Ajuste de Documento C197 com o código “MG40990002; Outros débitos; Apuração Própria; Transf. Crédito”. ST-Transporte. ST Transporte de responsabilidade do alienante/remetente - Transportador não é inscrito em Minas Gerais (transportador autônomo ou transportador de outra unidade da Federação). Atenção: O contribuinte deve observar as orientações contidas no “Manual de Escrituração – ICMS/ST Serviço de Transporte” disponível no Portal Estadual da EFD em: NF de Débito – Estorno de Crédito. Contribuinte, por opção, emite NF de débito que corresponde a estorno de crédito referente a exportação (RICMS/23, Art. 44). Nota Fiscal com base em Norma específica (Código de situação = 08). Registro da Saída. 01- Observação: “Estorno de crédito de exportação”. 03 – Código de Ajuste a ser utilizado: MG40000999\t(Port.SAIF 001 / 09) Reflexo = 4 (outros débitos) Tipo\t= 0 (Op. própria) Respons = 0 (Própria) Inf. Pag = 0 (A apurar) Origem = 0 (Mercadoria) Descr.\t= 999 (Outros Ajustes) Crédito Farinha de Trigo. Nota Fiscal com base em Norma específica (Código de situação = 08). Emitida para crédito de ICMS pago na entrada, por Antecipação tributária – Farinha de Trigo. No campo \"Informações Complementares\" consta: \"Nota fiscal emitida nos termos do art. 265 do Anexo VIII do RICMS”. Registro da Entrada. - Observação: “Outros créditos – Farinha de trigo”. - Código de Ajuste a ser utilizado: MG10000004\t(Port.SAIF 001 / 09) Reflexo = 1 (outros créditos) Tipo\t= 0 (Op. própria) Respons = 0 (Própria) Inf. Pag = 0 (A apurar) Origem = 0 (Mercadoria) Descr.\t= 004 (Antecipação tributária) Incluído em Agosto/2009 Além do lançamento de crédito, a cada nota de entrada de farinha de trigo ou mistura pré- preparada de farinha de trigo, em operação interna ou interestadual ou decorrente de importação do exterior, deverá ser lançado um ajuste de débito do ICMS já recolhido pelo contribuinte (RICMS/23, Anexo VII, art. 265). - Observação: “Débito referente Farinha de trigo”. - Código de Ajuste a ser utilizado: MG70000004\t(Port.SAIF 001 / 09) Reflexo = 7 (débitos especiais) Tipo\t= 0 (Op. própria) Respons = 0 (Própria) Inf. Pag = 0 (A apurar) Origem = 0 (Mercadoria) Descr.\t= 004 (Antecipação tributária) Veículos novos.  Faturamento Direto. NF emitida de acordo com Convênio ICMS 51/2000. Aplicam-se as vendas diretas onde a entrega é feita através de uma concessionária e a operação esteja sujeita ao regime de substituição tributária. Registro da Saída. 01- Observação: “Convênio 51/00”. 02 – Código de Ajuste a ser utilizado: MG41000000\t(Port.SAIF 001 / 09) Reflexo = 4 (outros débitos) Tipo\t= 1 (Op. ST) Respons = 0 (Própria) Inf. Pag = 0 (A apurar) Origem = 0 (Mercadoria) Descr.\t= 000 (Op.normal) Ajustes por Item ST-Interna. Atenção: O contribuinte deve observar as orientações contidas no “Manual de Escrituração – ST Interna” disponível no Portal Estadual da EFD em: Diferença de Alíquota. Nas aquisições interestaduais de mercadoria para Uso e Consumo (quando não houver a ST de Diferença de Alíquota) e nas aquisições interestaduais para o Ativo Permanente, de mercadoria não sujeitas a ST, deverá ser gerado um ajuste do débito referente à Diferença de Alíquota. Se a legislação conceder um prazo para que o contribuinte calcule o total das obrigações do período, e faça o recolhimento com guia específica, o ajuste será “a apurar”. – Observação (C195): “Diferença de Alíquota” . - Códigos de Ajuste a serem utilizados (C197): MG70000001 ou MG70010001\t(Port.SAIF 001 / 09) Reflexo = 7 (débitos especiais) Tipo\t= 0 (Op.Própria) Respons = 0 (Própria) Inf. Pag = 0 (a apurar)\t1 (Rec.Espontâneo) Origem = 0 (Mercadoria) Descriç. = 001 (Diferença de Alíquota) Em relação à tomada de prestação de serviços de transporte interestaduais vinculadas às aquisições de mercadoria para Uso e Consumo e às aquisições interestaduais para o Ativo Permanente deverá ser gerado um ajuste do débito referente à Diferença de Alíquota. Se a legislação conceder um prazo para que o contribuinte calcule o total das obrigações do período, e faça o recolhimento com guia específica, o ajuste será “a apurar”. – Observação (D195): “Diferença de Alíquota” . - Códigos de Ajuste a serem utilizados (D197): MG70001001 ou MG70011001\t(Port.SAIF 001 / 09) Reflexo = 7 (débitos especiais) Tipo\t= 0 (Op.Própria) Respons = 0 (Própria) Inf. Pag = 0 (a apurar)\t1 (Rec.Espontâneo) Origem = 0 (Transporte) Descriç. = 001 (Diferença de Alíquota) – Estorno-crédito. Estorno de crédito de entrada devido à saída com isenção, não incidência ou redução de base de cálculo. Ou a perecimento, deterioração, inutilização, extravio, furto, roubo ou perda de mercadoria. Ou devido a benefícios concedidos. Para Construtoras que realizam vendas, estorno deve ser feito sempre que há remessa de material para obra. Registro da Saída. 01- Observação: “Estorno de crédito”. 02 - Informar o motivo, no campo de texto complementar. 03 - Código de Ajuste a ser utilizado: MG50000999\t(Port.SAIF 001 / 09) Reflexo = 5 (Estorno de Crédito) Tipo\t= 0 (Op. Própria) Respons = 0 (própria) Inf. Pag = 0 (a apurar) Origem = 0 (Mercadoria) Descriç. = 999 (Outros Ajustes) – Encerramento Diferimento. Encerramento de Diferimento devido à saída com isenção ou não tributada ou a perecimento ou deterioração ou inutilização ou extravio ou furto ou roubo ou perda. Registro da Saída. - Observação: “Encerramento do Diferimento“ - Informar o motivo, no campo de texto complementar. - Código de Ajuste a ser utilizado: MG70010502 ou MG70020502\t(Port.SAIF 001 / 09) Reflexo = 7 (Débitos Especiais) Tipo\t= 0 (Op. própria) Respons = 0 (própria) Inf. Pag = 1 (recolhimento espontâneo)\t2 (rec.autuação) Origem = 0 (Mercadoria) Descriç. = 502 (diferimento) – Antecipação Tributária - Farinha. Na aquisição de farinha de trigo ou mistura pré-preparada de farinha de trigo, em operação interna ou interestadual ou decorrente de importação, o imposto devido pela operação subseqüente será recolhido pelo destinatário. Registro da Entrada. - Observação: “ICMS pago na Entrada“ - Código de Ajuste a ser utilizado: MG70000004 ou MG70010004 ou MG70020004 (Port.SAIF 001 / 09) Reflexo = 7 (Débitos Especiais) Tipo\t= 0 (Op. própria) Respons = 0 (própria) Inf. Pag = 0 (a apurar)\t1 (recolhimento espontâneo)\t2 (rec.autuação) Origem = 0 (Mercadoria) Descriç. = 004 (Antecipação tributária) – NF Crédito - Devolução ICMS ST. Registro de entrada de NF emitida pelo cliente optante pelo Simples Nacional, quando ocorre devolução ou retorno de mercadoria sujeita a Substituição Tributária, considerando as informações de crédito do ICMS/ST constante no campo de informações complementares da NF de devolução. Registro da Entrada. 01- Observação: “Devolução de Mercadoria com ICMS ST, por contribuinte optante pelo Simples Nacional”. 02 – Código de Ajuste a ser utilizado: MG11000902\t(Port.SAIF 001 / 09) Reflexo = 1 (outros créditos) Tipo\t= 1 (Op. ST) Respons = 0 (Própria) Inf. Pag = 0 (A apurar) Origem = 0 (Mercadoria) Descr.\t= 902 (Devolução) – Devolução de Ativo Permanente. Nas devoluções de mercadorias adquiridas em um período de apuração anterior, o bem que, na entrada, foi considerado do ativo permanente, deverá ter seus efeitos anulados e ser considerado como mercadoria comum. Como a Nota fiscal de devolução é emitida com destaque do ICMS, o débito lançado deve ser estornado. Houve pagamento de Diferença de Alíquota?  Sim  Houve lançamento do crédito de ‘1/48’ no mês anterior? Sim  - Estorno referente ao débito da devolução. - Observação: “Devolução Ativo – ICMS próprio” . - Código de Ajuste a ser utilizado: MG20000008\t(Port.SAIF 001 / 09) Reflexo = 2 (estorno de débito) Tipo\t= 0 (Op.Própria) Respons = 0 (Própria) Inf. Pag = 0 (a apurar) Origem = 0 (Mercadoria) Descriç. = 008 (Ativo Permanente) - Crédito referente à Diferença de alíquota. Apropriar o ICMS pago referente ao diferencial de alíquota, na apuração do ICMS próprio. - Observação: “Devolução ativo – Diferença de Alíquota” . - Código de Ajuste a ser utilizado: MG10000504\t(Port.SAIF 001 / 09) Reflexo = 1 (outros créditos) Tipo\t= 0 (Op.Própria) Respons = 0 (Própria) Inf. Pag = 0 (a apurar) Origem = 0 (Mercadoria) Descriç. = 504 (Devolução ou pagamento indevido - Diferencial de alíquota ) - Débito referente ao crédito lançado anteriormente. Se refere a parcela de 1/48 apropriada no mês em que a mercadoria foi adquirida. Lançar o valor do ICMS de operação própria e de Diferença de alíquota, quando houver. - Observação: “Devolução Ativo permanente” . - Código de Ajuste a ser utilizado: MG40000008\t(Port.SAIF 001 / 09) Reflexo = 4 (outros débitos) Tipo\t= 0 (Op.Própria) Respons = 0 (Própria) Inf. Pag = 0 (a apurar) Origem = 0 (Mercadoria) Descriç. = 008 (Ativo permanente) - Devolução de mercadoria adquirida para uso e consumo. Registro de Saida. Como a Nota fiscal de devolução é emitida com destaque do ICMS, o débito lançado deve ser estornado. Houve pagamento de Diferença de Alíquota? Sim  - Estorno referente ao débito da devolução. - Observação: “Devolução – ICMS próprio” . - Código de Ajuste a ser utilizado: MG20000504\t(Port.SAIF 001 / 09) Reflexo = 2 (estorno de débito) Tipo\t= 0 (Op.Própria) Respons = 0 (Própria) Inf. Pag = 0 (a apurar) Origem = 0 (Mercadoria) Descriç. = 504 (Uso e consumo) - Crédito referente à Diferença de alíquota. Apropriar o ICMS pago referente ao diferencial de alíquota, na apuração do ICMS próprio. - Observação: “Devolução – Diferença de Alíquota” . - Código de Ajuste a ser utilizado: MG10000504\t(Port.SAIF 001 / 09) Reflexo = 1 (outros créditos) Tipo\t= 0 (Op.Própria) Respons = 0 (Própria) Inf. Pag = 0 (a apurar) Origem = 0 (Mercadoria) Descriç. = 504 (Devolução ou pagamento indevido - Diferencial de alíquota ) Controle de Alterações. Versão V1 a V2-002 Até a versão V2-002 não houve controle das alterações do Manual. Esse controle iniciou na V2-004. Versão V2-003 – atualizada até 20/01/2011 A partir de 2011, com a inclusão do Bloco G, não é mais necessário lançar os registros informativos do CIAP. Abaixo, lista dos ajustes excluídos: Informativo CIAP para Diferença de Alíquota. Nas aquisições interestaduais de mercadoria não sujeita a ST, para o Ativo Permanente, deverá ser gerado um ajuste informativo para o CIAP, com o valor do crédito de ICMS da Diferença de Alíquota. - Observação: “Informativo”. - Código de Ajuste a ser utilizado: MG90990001; Informativo CIAP para Operação Normal. Nas aquisições de mercadoria, para o Ativo Permanente, deverá ser gerado um ajuste informativo para o CIAP, com o valor do crédito de ICMS que poderá ser creditado futuramente. - Observação: “informativo CIAP” - Código de Ajuste a ser utilizado: MG90990008; Informativo CIAP para Operação ST. Nas aquisições interestaduais de mercadoria sujeita a ST, para o Ativo Permanente, deverá ser gerado um ajuste informativo para o CIAP, com o valor do crédito de ICMS ST – Diferença de Alíquota - destacado na NF e/ou pago por DAE. - Observação: “informativo CIAP”. - Código de Ajuste a ser utilizado: MG91990005. Versão V2-004 – atualizada até 14/02/2011 Exclusão da observação sobre os registros do CIAP. O texto anterior deixava dúvidas sobre o lançamento da Diferença de alíquota, que permanece. Versão V2-005 – atualizada até 06/2012 Inclusão de observação na introdução do documento a respeito da abrangência dos ajustes determinados por Minas Gerais. Inclusão do ajuste por item, “ST Interna + FEM pago na entrada”. Versão V2-006 – atualizada até 11/2016 Atualização da introdução; Atualização da orientação relativa aos lançamentos de recolhimento antecipado; Atualização da orientação relativa ao lançamento extemporâneo; Atualização da orientação relativa os lançamentos de restituição de ICMS/ST; Atualização das orientações relativas à transferência de crédito; Atualização da orientação relativa ao crédito do CIAP; Atualização da orientação relativa à diferença de alíquota (material de uso ou consumo / ativo permanente - serviço de transporte); Atualização das orientações referentes às devoluções; Atualização das orientações considerando a publicação dos seguintes manuais de escrituração publicados no Porta Estadual da EFD: Manual introdutório para lançamentos e ajustes na Escrituração Fiscal Digital; Manual de Controle de Créditos Fiscais na EFD para a geração dos Registros 1200 e 1210; Manual de Escrituração – ICMS/ST Serviço de Transporte Manual de Escrituração – ST Interna Consultar demais manuais específicos em: Manual de Escrituração – DIFAL EC 87/215 – Serviço de Transporte - NFST ou Bilhetes de Passagem; Manual de Escrituração - DIFAL Origem - EC 87/2015; Manual de Orientação – DIFAL Destino (MG) EC 87/215 – Recolhimento a cada operação; Manual de Escrituração – Fundo de Erradicação da Miséria (FEM). Versão 2024.01: Atualização considerando os outros Manuais de Escriturações Atualizados. Atualização RICMS/23;", "pagina": 1, "tags": []}
