{"titulo": null, "artigo": null, "paragrafo": null, "texto": "SPED - EFD – Escrituração Fiscal Digital. MG - Ajustes de Apuração. Apresentação Os AJUSTES DE APURAÇÂO são informados no Bloco E (registros E111 para ICMS/OP, E220 para ICMS/ST, E311 para DIFAL EC87/15 e FCP), e, em casos específicos, nos registros 1921 e 1200. São utilizados para registar valores que influenciam na apuração do ICMS, cuja mensuração depende de informações globais do período, mas que não necessariamente tiveram origem determinada por um documento fiscal específico. Equivalem aos valores registrados, por força da legislação, nos campos “Outros Débitos”, “Estorno de Créditos”, “Outros Créditos” e “Estorno de Débitos” do livro Registro de Apuração do ICMS. São exemplos desse tipo de ajuste: o lançamento de informações sobre crédito presumido; de dedução por incentivo à cultura; e de recebimento de créditos em transferência. Deverão ser lançados como AJUSTES DE APURAÇÃO, após o fechamento do mês, os créditos e débitos: que tiveram a origem determinada por um documento fiscal (Modelo 1 e 1A, Avulsa, Produtor e NF- e,...), lançado no período da EFD, quando o lançamento de ‘ajuste por documento’ ainda não tenha um código específico definido pelo Estado; autorizados por ato administrativo ou pela legislação do Estado e para o qual não há exigência de emissão de um documento fiscal específico; que têm como origem um documento fiscal escriturado em mês anterior, sem o devido reflexo na apuração do ICMS daquele mês; ou emitido em um período posterior ao de referência da EFD e cujo reflexo na apuração deva ser efetivado em período diverso daquele em que foi escriturado o documento; declarados por contribuintes de outras UF, nas apurações de ICMS/ST ou DIFAL EC.87/15 e FCP devido à UF diferente da sua localização, referentes a outros débitos ou débitos especiais, mesmo os que tiveram a origem determinada por um documento fiscal, visto que os “Ajustes de Documento” somente provocam reflexos nas apurações do imposto devido à UF onde está localizado o contribuinte. Observação: Existem códigos de AJUSTES DE APURAÇÃO, cujo quarto caractere é igual a “9” (MG091001 – Apropriação de crédito por exportação - detentor original; MG091002 – Apropriação de crédito por saída com diferimento, por exemplo), que são utilizados, excepcionalmente, nos registros 1200 da EFD (CONTROLE DE CRÉDITOS FISCAIS - ICMS) da EFD. Esse registro serve para controlar os saldos de créditos fiscais do ICMS de forma separada da conta gráfica do mesmo. Desse modo, por meio do lançamento das informações prestadas pelo contribuinte nesse registro, serão controlados os créditos de ICMS recebidos em transferência, os relativos a incentivos (como à cultura ou esporte), os oriundos de benefícios fiscais concedidos ou ainda os créditos acumulados em razão do tipo de operação da empresa. Mais detalhes sobre os lançamentos no registro 1200 constam do manual específico sobre o assunto. Atenção: Os contribuintes devem apresentar os registros filhos, E112/E230/E311/1922 – Informações adicionais dos ajustes de apuração para identificação dos processos, bem como os registros E113/E240/E313/1923 – Identificação dos Documentos Fiscais, conforme o caso, sempre que possuírem estas informações. Os contribuintes devem observar o “Manual introdutório para lançamentos e ajustes na Escrituração Fiscal Digital”, bem como os demais manuais de escrituração relativos a situações específicas disponíveis no Portal Estadual da EFD em: Estrutura do código (8 posições - AABCDDDD) A Tabela de “Ajuste da Apuração” tem seus códigos definidos por cada Unidade de Federação, e seguem a regra de formatação estabelecida no Ato Cotepe/ICMS Nº 11/07, item 5.1.1., para criação dos códigos AA\t= ‘MG’ - unidade da federação criadora do código; B\t= ‘0’ ou ‘1’ ou “2” ou “3”; – Apuração do ICMS/OP; – Apuração do ICMS/ST; – Apuração do DIFAL EC.87/2015; – Apuração do FCP (à partir de 01/01/2017); C\t= ‘0’ ou ‘1’ ou ‘2’ ou ‘3’ ou ‘4’; – Outros débitos; – Estorno de créditos; – Outros créditos; – Estorno de débitos; – Deduções do imposto apurado; – Débitos Especiais. DDDD = código da ocorrência. Códigos a serem utilizados em Minas Gerais Os códigos identificados para Minas Gerais são os seguintes, conforme Portaria SAIF 01/2009: Ajustes de Apuração do ICMS/OP (Registro E111 e, excepcionalmente, Registro 1921): ICMS - Outros débitos (MG00...): MG009999 Outros débitos para ajuste de apuração ICMS; ICMS - Estorno de créditos (MG01...): MG010001 Estorno de créditos determinados por ato administrativo ou judicial. Não há emissão de NF. ICMS - Outros créditos (MG02...): MG020001 Outros créditos determinados por ato administrativo ou judicial. Não há emissão de NF. MG020002 Outros créditos referentes ao Valor total do crédito presumido. Parte geral, Art. 45 e Anexo IV, ambos do RICMS/23 Não há emissão de NF. MG020004 Outros créditos referente à apropriação de crédito do CIAP (desde 11/2011 não há mais emissão de NF para lançamento deste crédito) MG020005 Crédito do imposto corretamente destacado em documento fiscal, previamente escriturado, e não aproveitado na época própria. MG020006 Devolução ou pagamento indevido - Diferencial de alíquota (ex: lançamento extemporâneo, uma vez que há “ajuste de documento” específico) MG020007 Restituição por Creditamento – Art. 37, inciso II - Anexo VII, RICMS/23 (ex: lançamento extemporâneo, uma vez que há “ajuste de documento” específico). ICMS - Estorno de débitos (MG03...): MG030001 Estorno de débitos determinados por ato administrativo ou judicial. Não há emissão de NF. MG030002 Estorno de débito referente ao CTRC emitido pelo transportador, com ICMS de responsabilidade do remetente/alienante. . Não há emissão de NF. MG030003 Estorno de débitos; lançamento efetuado em decorrência de emissão de documento fiscal relativo à operação também registrada em ECF MG030004 Estorno de débitos; Serviço de Comunicação MG030006 Estorno de débitos; Fundo de Erradicação da Miséria – FEM - adicionado ao ICMS/ST - Observar “Manual de Escrituração – Fundo de Erradicação da Miséria (FEM)” ICMS - Deduções do imposto apurado (MG04...): MG040001 Utilização de crédito transferido, limitado a 30% do débito.\tRICMS/23, Anexo V III, art.13. NF é emitida no mês posterior. Observar “Manual de Controle de Créditos Fiscais na EFD para a geração dos Registros 1200 e 1210.” MG040002 Transferência entre 2 estabelecimentos do mesmo titular. Parte Geral, Art. 45 e Anexo IV, ambos do RICMS/23. NF é emitida no mês posterior. Observar “Manual de Controle de Créditos Fiscais na EFD para a geração dos Registros 1200 e 1210.” ICMS - Débitos Especiais (MG05...): O que lançar e quando: Débito extemporâneo, em que não há emissão de documento fiscal relativo à operação ou prestação de serviço, no mês da apuração, recolhidos espontaneamente ou por autuação. Deverá ser lançado no período do recolhimento, informando no registro E112/E230 o identificador de cada um dos documentos de arrecadação. Quando houver processo administrativo ou na justiça comum, informar dados do processo que determinou o recolhimento efetuado. Para as importações, informar dados da DI. Para os casos em que a apuração se baseou em documentos fiscais de períodos anteriores, informar, também, esses documentos no registro E113/E240. MG050000 ICMS Diferença de Alíquota apurado em verificação fiscal. O imposto não foi recolhido espontaneamente e foi apurado por verificação fiscal. MG050001 ICMS Diferença de Alíquota apurado após o vencimento. O imposto foi recolhido espontaneamente após o vencimento. MG050006 Apuração do ICMS; Débito Especial; Fundo de Erradicação da Miséria - FEM Observar “Manual de Escrituração – Fundo de Erradicação da Miséria (FEM)” MG050007 Apuração do ICMS; Débito Especial; Fundo de Erradicação da Miséria - FEM – Antecipado Observar “Manual de Escrituração – Fundo de Erradicação da Miséria (FEM)” MG050099 ICMS Diferença de Alíquota - outros. Não se encaixa em nenhum código previsto para diferença de alíquota. Nesse caso, deverá informar, obrigatoriamente, o campo descrição complementar do ajuste para descrever o motivo do ajuste. MG050100 ICMS de importação apurado por verificação fiscal. Há um documento de arrecadação para cada período a qual o ICMS se refere e não há necessidade de emitir nota fiscal para regularizar a operação (ex.: Importação indireta). MG050101 ICMS de importação pago no período, com emissão de Nota de entrada no período posterior. Importação, cujo desembaraço ocorreu no período (ICMS já foi pago) e as Notas de entrada só serão geradas no mês posterior. MG050199 ICMS de importação - outros. Não se encaixa em nenhum código previsto para importação. Nesse caso, deverá informar, obrigatoriamente, o campo descrição complementar do ajuste para descrever o motivo do ajuste. MG050200 ICMS referente ao diferimento, apurado por verificação fiscal. O imposto não foi recolhido espontaneamente e foi apurado por verificação fiscal. MG050201 ICMS referente ao diferimento, apurado após o vencimento. O imposto foi recolhido espontaneamente após o vencimento. MG050299 ICMS referente a diferimento - outros. Não se encaixa em nenhum código previsto para diferimento. Nesse caso, deverá informar, obrigatoriamente, o campo descrição complementar do ajuste para descrever o motivo do ajuste. MG050300 ICMS referente à Antecipação tributária, apurado por verificação fiscal. O imposto não foi recolhido espontaneamente e foi apurado por verificação fiscal. MG050301 ICMS referente à Antecipação tributária, apurado após o vencimento. O imposto foi recolhido espontaneamente após o vencimento. MG050399 ICMS referente a antecipação tributária - outros. Não se encaixa em nenhum código previsto para antecipação tributária. Nesse caso, deverá informar, obrigatoriamente, o campo descrição complementar do ajuste para descrever o motivo do ajuste. MG050400 ICMS destacado a menor, apurado em verificação fiscal. Há um documento de arrecadação para cada período a qual o ICMS se refere e não há necessidade de emitir nota fiscal complementar (ex.: venda a consumidor final). MG050401 ICMS destacado a menor, apurado após o vencimento. O imposto foi recolhido espontaneamente após o vencimento. MG059998 ICMS - Outros. Não se encaixa em nenhum código previsto. Nesse caso, deverá informar, obrigatoriamente, o campo descrição complementar do ajuste para descrever o motivo do ajuste. Ajustes de Apuração do ICMS/ST (Registro E220 para E200 = “MG”): ICMS/ST - Outros créditos (MG12...): MG120001\tOutros créditos; Devolução MG120007\tOutros créditos; Restituição por Ressarcimento – Art. 37, §1º, Anexo VII,", "pagina": 1, "tags": []}
{"titulo": "RICM/23", "artigo": null, "paragrafo": null, "texto": "(ex: lançamento extemporâneo, uma vez que há “ajuste de documento” específico para o lançamento regular). MG120008\tOutros créditos; Restituição por Abatimento – Art. 37, I, Anexo VII, RICM/23 (ex: lançamento extemporâneo, uma vez que há “ajuste de documento” específico para o lançamento regular). MG120009 Outros créditos; Fundo de Erradicação da Miséria - FEM Extemporâneo - Observar “Manual de Escrituração – Fundo de Erradicação da Miséria (FEM)” MG120010\tOutros créditos; Desfazimento ST CST10 – RE (ex: lançamento extemporâneo, uma vez que há “ajuste de documento” específico para o lançamento regular). MG120011\tOutros créditos; Desfazimento ST CST60 – RE (ex: lançamento extemporâneo, uma vez que há “ajuste de documento” específico para o lançamento regular). ICMS/ST - Estorno de débitos (MG13...): MG130006 Estorno de débitos; Fundo de Erradicação da Miséria – FEM - adicionado ao ICMS/ST -- Observar “Manual de Escrituração – Fundo de Erradicação da Miséria (FEM)” ICMS/ST - Débitos Especiais (MG15...): MG150000 ICMS ST de Diferença de Alíquota apurado em verificação fiscal. O imposto não foi recolhido espontaneamente e foi apurado por verificação fiscal. MG150001 ICMS ST de Diferença de Alíquota apurado após o vencimento. O imposto foi recolhido espontaneamente após o vencimento. MG150099 ICMS ST Diferença de Alíquota - outros. Não se encaixa em nenhum código previsto para diferença de alíquota ST. Nesse caso, deverá informar, obrigatoriamente, o campo descrição complementar do ajuste para descrever o motivo do ajuste. MG150400 ICMS ST destacado a menor, apurado em verificação fiscal. Há um documento de arrecadação para cada período a qual o ICMS ST se refere. MG150401 ICMS ST destacado a menor, apurado após o vencimento. O imposto foi recolhido espontaneamente após o vencimento. MG150500 ICMS ST interna, apurado por verificação fiscal. O imposto não foi recolhido espontaneamente e foi apurado por verificação fiscal. MG150501 ICMS ST interna, apurado após o vencimento. O imposto foi recolhido espontaneamente após o vencimento. MG150502 ICMS ST interna pago no período com emissão de Nota de entrada no período posterior. ICMS ST cujo recolhimento ocorreu no período e a Nota de entrada só será lançada no mês posterior. MG150599 ICMS ST interna - outros. Não se encaixa em nenhum código previsto para ST interna. Nesse caso, deverá informar, obrigatoriamente, o campo descrição complementar do ajuste para descrever o motivo do ajuste. MG150600 ICMS ST de transporte, apurado por verificação fiscal. O imposto não foi recolhido espontaneamente e foi apurado por verificação fiscal. MG150601 ICMS ST de transporte, apurado após o vencimento. O imposto foi recolhido espontaneamente após o vencimento. MG150699 ICMS ST de transporte - outros. Não se encaixa em nenhum código previsto para ST de transporte. Nesse caso, deverá informar, obrigatoriamente, o campo descrição complementar do ajuste para descrever o motivo do ajuste. Genéricos de “ajustes de apuração” do ICMS/OP e ICMS/ST: Os códigos terminados em 9999 são genéricos. Devem ser utilizados quando não houver um código específico para a ocorrência (em apuração normal – por débito e crédito). Nesse caso, deverá informar, obrigatoriamente, o campo descrição complementar do ajuste para descrever o motivo do ajuste. MG009999 - Outros débitos para ajuste de apuração ICMS; MG109999 - Outros débitos para ajuste de apuração ICMS ST; MG019999 - Estorno de créditos para ajuste de apuração ICMS; MG119999 - Estorno de créditos para ajuste de apuração ICMS ST; MG029999 - Outros créditos para ajuste de apuração ICMS; MG039999 - Estorno de débitos para ajuste de apuração ICMS; MG139999 - Estorno de débitos para ajuste de apuração ICMS ST; MG149999 - Deduções do imposto apurado na apuração ICMS ST; MG059998 - Débito Especial; ICMS – Outros; MG159999 - Débito Especial; ICMS ST – Outros. Ajustes de Apuração do DIFAL EC87/15 e FCP (Registro E311) (MG09...): Atenção: Observar os seguintes manuais disponíveis no Portal Estadual da EFD: Manual de Escrituração – DIFAL EC 87/215 – Serviço de Transporte - NFST ou Bilhetes de Passagem; Manual de Orientação de Escrituração - DIFAL MG MG209999 - Outros débitos para ajuste de apuração ICMS Difal/FCP para a MGMG210002 Estorno de crédito DIFAL Destino MG – devolução – processo de restituiçãoMG219999 - Estorno de créditos para ajuste de apuração ICMS Difal/FCP para a MG MG229999 - Outros créditos para ajuste de apuração ICMS Difal/FCP para a MGMG230002 Estorno de Débito DIFAL Destino MG – recolhimento por operaçãoMG239999 - Estorno de débitos para ajuste de apuração ICMS Difal/FCP para a MG MG249999 - Deduções do imposto apurado na apuração ICMS Difal/FCP para a MG MG250001 - Débito Especial - Débito do ICMS Interestadual apurado devido a MG - ECF autorizado por MG em outra UF – Conv.ICMS 84/2001 MG250002 - Débito Especial de ICMS DIFAL Destino MG – recolhimento por operaçãoMG259999 - Débito especial de ICMS Difal/FCP para a MG MG310003 - Estorno de crédito FCP MG – devolução – processo de restituição (válido a partir de 01/01/2017) MG330003- Estorno de Débito FCP MG – recolhimento por operação (válido a partir de 01/01/2017) MG350003 - Débito Especial de FCP MG – recolhimento por operação (válido a partir de 01/01/2017) Controle de Créditos Fiscais (Registro 1200) (MG09...): Atenção: Observar Resolução 4.757/2015 e “Manual de Controle de Créditos Fiscais na EFD para a geração dos Registros 1200 e 1210.” MG091001 - Apropriação de crédito por exportação - detentor original; MG091002 - Apropriação de crédito por saída com diferimento; MG091003 - Apropriação de crédito por saída com redução de Base de Cálculo; MG091004 - Apropriação de crédito por saída com alíquota inferior à alíquota de entrada; MG091005 - Apropriação de crédito por saída isenta - RICMS (exceto Anexo VIII); MG091006 - Apropriação de crédito por saída isenta - Disciplinado no Anexo VIII; MG091007 - Apropriação de crédito extemporâneo - conf. Art. 28-B - Anexo VIII; MG091008 - Apropriação de crédito por expansão / instalação industrial; MG091009 - Apropriação de crédito por formação de estoque; MG091010 - Apropriação de crédito por mudança de forma de tributação; MG091011 - Apropriação de crédito – Acúmulo de crédito do CIAP; MG091012 - Apropriação de crédito por aquisição de serviços tributados pelo ICMS; MG091013 - Apropriação de crédito por recolhimento a maior do ICMS; MG091014 Apropriação de crédito extemporâneo - conf. § 2º do art. 32 da Parte Geral do RICMS/23; MG091015 Apropriação de crédito por restituição de ICMS ST mediante creditamento ou abatimento, observado o limite de 30% (trinta por cento) do saldo devedor do ICMS OP ou ST apurado; MG091016 Apropriação de crédito do ICMS OP nos termos do § 15 do art. 31 do RICMS/23, observado o limite de 30% (trinta por cento) do saldo devedor do ICMS OP apurado; MG091017 Controle de Crédito Aprovado no DCA – Exportação; MG091018 Controle de Crédito Aprovado no DCA – Outros Créditos (Diferimento e Redução de Base de Cálculo). MG092001 - Apropriação de crédito por Incentivo à Cultura; MG092002 - Apropriação de crédito por Incentivo ao Esporte; MG092003 - Apropriação de crédito extra-apuração por ato administrativo/judicial; MG092004 - Apropriação de crédito – Saldo credor apurado no período do FEM Operações Próprias; MG092005 - Apropriação de crédito – Saldo credor apurado no período do FEM Substituição Tributária; MG095001 - Crédito recebido por transf. de detentor de crédito de exportação; MG095002 - Crédito recebido por transf. em pagamento de cotas / ações; MG095003 - Crédito recebido por transf. para instalação / expansão; MG095004 - Crédito recebido por transf. em pagamento de aquisição de mercadorias / ativo imobilizado; MG095005 - Crédito recebido por transf. para pagamento de crédito tributário; MG095006 - Crédito recebido por transf. para pagamento de ICMS de importação; MG095007 - Crédito recebido por transf. para abatimento de até 30% do saldo devedor; MG095008 - Crédito recebido por transf. para abatimento até o limite do saldo devedor; MG095009 - Crédito recebido por transf. para abatimento sem limitação. Controle de Alterações. Versão V1-002 – atualizada até 11/2016 Atualização da apresentação; Atualização da estrutura do código; Atualização dos códigos do ICMS/OP; Atualização dos códigos do ICMS/ST; Inclusão dos códigos de ajustes do DIFAL EC87/15 e FCP; Inclusão dos códigos de ajustes referentes ao Controle de Créditos Fiscais; Atualização das orientações considerando a publicação dos seguintes manuais de escrituração publicados no Porta Estadual da EFD: Manual introdutório para lançamentos e ajustes na Escrituração Fiscal Digital; Manual de Controle de Créditos Fiscais na EFD para a geração dos Registros 1200 e 1210; Manual de Escrituração – DIFAL EC 87/215 – Serviço de Transporte - NFST ou Bilhetes de Passagem; Manual de Escrituração - DIFAL Origem - EC 87/2015; Manual de Orientação – DIFAL Destino (MG) EC 87/215 – Recolhimento a cada operação; Manual de Escrituração – Fundo de Erradicação da Miséria (FEM) Versão V.2024.01 – atualizada até 04/2024 Atualização de códigos de Ajustes; Atualização RICMS/2023.", "pagina": 1, "tags": []}
