{"titulo": null, "artigo": null, "paragrafo": null, "texto": "Manual de Controle de Créditos Fiscais na EFD – Escrituração Fiscal Digital (e de transferência de crédito de ICMS) Dispõe sobre os lançamentos relativos às obrigações previstas na Resolução 4.757 de 24 de Março de 2015 , revogada pela Resolução 5.772 de 28 de Fevereiro de 2024, que estabelece a obrigatoriedade de apresentação do Registros 1200 e 1210 da Escrituração Fiscal Digital. – Introdução. – Registros da EFD – Registro 1200. – Registro 1210. – Tabelas de Códigos. – Tabela 5.1.1 – Códigos de Ajustes de Apuração. - Créditos Acumulados - Valores apropriados mediante documento - Créditos recebidos em transferência / retransferência – Tabela 5.5 – Códigos de Tipos de Utilização dos Créditos de ICMS. - Utilização para abatimento de saldo devedor - Utilização para pagamento - Utilização para transferência para terceiros – Estornos – Registros da apropriação, transferência e utilização de crédito Acumulado. – Registro da apropriação e recebimento de créditos de ICMS. – Lançamento no Registro 1200 da EFD – Registro da utilização de créditos de ICMS – Lançamento no Registro 1210 da EFD – Efeitos da informação do tipo de utilização de créditos de ICMS na apuração do imposto (Bloco E da EFD) – Exemplos de Ajustes de Apuração aplicáveis – Exemplos de Ajustes por Documento aplicáveis – Exemplos práticos de lançamentos: – Incentivo à Cultura ou Incentivo ao Esporte – Lançamento de crédito acumulado em Razão de Exportação, Diferimento ou Redução de Base de Cálculo – Estorno do  Conta Corrente Fiscal pela Aprovação em DCA. – Introdução: Para demonstração das contas correntes dos créditos de ICMS a serem apurados por meio do controle “extra- apuração” na EFD – Escrituração Fiscal Digital, o contribuinte mineiro deverá informar os Registros 1200 correspondentes a cada conta corrente, considerando a origem dos créditos de ICMS, e demonstrar, por meio dos Registros 1210, as formas como esses créditos foram utilizados. – Registros da EFD: O contribuinte observará o disposto no Ato COTEPE ICMS nº 9, de 18 de abril de 2008, para a geração do arquivo relativo à Escrituração Fiscal Digital, quanto à definição dos documentos fiscais e as especificações técnicas do leiaute, conforme determina o Art. 8º da Parte 2 do Anexo V de RICMS/2023. Sugerimos a leitura prévia do  para melhor compreensão deste Manual de Controle de Créditos Fiscais na EFD, ambos disponíveis no  em: – Registro 1200 da EFD – Controle de créditos fiscais – ICMS. Este registro demonstra a conta corrente dos créditos fiscais de ICMS. Os contribuintes mineiros deverão apresentar este registro para demonstrar a origem dos créditos de ICMS, que podem ser relativos às suas operações próprias (que justifiquem acúmulo de saldo credor de ICMS) ou ainda a créditos recebidos em transferência e/ou retransferência. O registro 1200 também se prestará ao controle dos saldos relativos a incentivos fiscais (como à cultura e ao esporte), além do controle de outros créditos relacionados a processos judiciais ou fiscais. O contribuinte deverá apresentar um Registro 1200 para cada origem dos créditos de ICMS (códigos específicos da Tabela 5.1.1), conforme orientação do item 3.1, abaixo. – Registro 1210 da EFD – Utilização de créditos fiscais – ICMS. Este registro deve ser apresentado para detalhar a utilização de créditos fiscais de ICMS no período. O somatório dos valores do campo 04 “VL_CRED_UTIL” destes registros deve corresponder ao informado no campo 06 “CRED_UTIL” do registro 1200. – Tabelas de códigos específicos de “Ajuste de Apuração” e “Utilização dos créditos fiscais", "pagina": 1, "tags": []}
{"titulo": "– ICMS”.", "artigo": null, "paragrafo": null, "texto": "No preenchimento dos Registros 1200 e 1210, deverão ser utilizados os Códigos de Ajuste da Apuração do ICMS específicos constantes da Tabela 5.1.1, e os Códigos de Tipos de Utilização dos Créditos Fiscais do ICMS constantes da Tabela 5.5, conforme Ato COTEPE/ICMS nº 09/2008, previstas no Art. 10 da Parte 2 do Anexo V do RICMS/23. – Tabela 5.1.1 – Códigos de Ajustes de Apuração. (Utilizados nos registros 1200) Determinados códigos constantes da Tabela 5.1.1 foram concebidos com uma estrutura específica para cada origem dos créditos de ICMS, onde o terceiro caractere será igual a ‘0’, o quarto igual a “9” e o quinto igual a “1”, “2” ou “5”, conforme abaixo. - Créditos Acumulados Tratando-se de créditos acumulados de ICMS que compõem o saldo credor da conta corrente do ICMS de operações próprias, a estrutura dos códigos de ajuste da apuração do ICMS terá o terceiro caractere igual a ‘0’, o quarto caractere igual a ‘9’ e o quinto caractere igual a ‘1’. Por exemplo: MG091001\tApropriação de crédito por exportação - detentor original; MG091002\tApropriação de crédito por saída com diferimento; MG091003\tApropriação de crédito por saída com redução de Base de Cálculo; MG091004\tApropriação de crédito por saída com alíquota inferior à alíquota de entrada; MG091005\tApropriação de crédito por saída isenta - RICMS (exceto Anexo VIII); MG091006\tApropriação de crédito por saída isenta - Disciplinado no Anexo VIII; MG091007\tApropriação de crédito extemporâneo - conf. Art. 28-B - Anexo VIII; MG091008\tApropriação de crédito por expansão / instalação industrial; MG091009\tApropriação de crédito por formação de estoque; MG091010\tApropriação de crédito por mudança de forma de tributação; MG091011\tApropriação de crédito – Acúmulo de crédito do CIAP; MG091012\tApropriação de crédito por aquisição de serviços tributados pelo ICMS; MG091013\tApropriação de crédito por recolhimento a maior do ICMS; MG091014\tApropriação de crédito extemporâneo - conf. § 2º do art. 67 da Parte Geral do RICMS; MG091015\tApropriação de crédito por restituição de ICMS ST mediante creditamento ou abatimento, observado o limite de 30% (trinta por cento) do saldo devedor do ICMS OP ou ST apurado; MG091016\tApropriação de crédito do ICMS OP nos termos do parágrafo 10 do art. 66, observado o limite de 30% (trinta por cento) do saldo devedor do ICMS OP apurado; MG091017\tControle de Crédito Aprovado no DCA – Exportação; MG091018\tControle de Crédito Aprovado no DCA – Outros Créditos (Diferimento e Redução de Base de Cálculo). - Valores apropriados mediante documento Na hipótese de valores decorrentes de certificado ou outro documento, a estrutura dos Códigos de Ajuste da Apuração do ICMS terá o terceiro caractere igual a ‘0’, o quarto caractere igual a ‘9’ e o quinto caractere igual a ‘2’. Por exemplo: MG092001\tApropriação de crédito por Incentivo à Cultura MG092002\tApropriação de crédito por Incentivo ao Esporte MG092003\tApropriação de crédito \"extra-apuração\" por ato administrativo/judicial MG092004\tApropriação de crédito – Saldo credor apurado no período do FEM Operações Próprias MG092005\tApropriação de crédito – Saldo credor apurado no período do FEM Substituição Tributária. Obs: os códigos relativos ao saldo credor do FEM estavam apenas na tabela publicada no Portal Nacional do SPED, por isso estamos inserindo-os no Manual de Controle de Créditos Fiscais. Eles se referem aos “créditos acumulados”, embora tenham sido criados na estrutura de códigos como sendo de “valores apropriados mediante documento”. Créditos recebidos em transferência / retransferência No caso de créditos acumulados de ICMS recebidos em transferência / retransferência, a estrutura dos Códigos de Ajuste da Apuração do ICMS terá o terceiro caractere igual a ‘0’, o quarto caractere igual a ‘9’ e o quinto caractere igual a ‘5’. Por exemplo: MG095001 - Crédito recebido por transf. de detentor de crédito de exportação; MG095002 - Crédito recebido por transf. em pagamento de cotas / ações; MG095003 - Crédito recebido por transf. para instalação / expansão; MG095004 - Crédito recebido por transf. em pagamento de aquisição de mercadorias / ativo imobilizado; MG095005 - Crédito recebido por transf. para pagamento de crédito tributário ; MG095006 - Crédito recebido por transf. para pagamento de ICMS de importação; MG095007 - Crédito recebido por transf. para abatimento de até 30% do saldo devedor; MG095008 - Crédito recebido por transf. para abatimento até o limite do saldo devedor; MG095009 - Crédito recebido por transf. para abatimento sem limitação. – Tabela 5.5 – Códigos de Tipos de Utilização de Créditos de ICMS. (Utilizados nos Registros 1210) Os códigos da Tabela 5.5 foram concebidos com uma estrutura específica para cada tipo de utilização dos créditos de ICMS. - Utilização para abatimento de saldo devedor Os créditos de ICMS utilizados para abatimento de saldo devedor do contribuinte devem ser informados com “Códigos de Tipos de Utilização dos Créditos Fiscais do ICMS” onde o terceiro caractere é igual a ‘0’. Por exemplo: MG02\tUtilização de crédito limitado para abatimento de saldo devedor.\t(lançamentos compatíveis com o Campo 98 da DAPI) MG03\tUtilização de crédito na apuração do ICMS Operações Próprias. - Utilização para pagamento Os créditos de ICMS utilizados para pagamentos devem ser informados com “Códigos de Tipos de Utilização dos Créditos Fiscais do ICMS” onde o terceiro caractere é igual a ‘2’. Por exemplo: MG22\tUtilização de crédito para pagamento de crédito tributário MG23\tUtilização de crédito para pagamento de ICMS importação de ativo imobilizado MG24\tUtilização de crédito para pagamento de ICMS dif. alíquota de mercadoria p/ ativo imobilizado - Utilização para transferência para terceiros Os créditos de ICMS utilizados em transferência para terceiros devem ser informados com “Códigos de Tipos de Utilização dos Créditos Fiscais do ICMS” onde o terceiro caractere é igual a ‘4’ ou ‘5’ (lançamentos compatíveis com o Campo 73 da DAPI, conforme o caso). Por exemplo: MG42\tCrédito transferido para pagamento de cotas / ações MG43\tCrédito transferido para aquisição de ativo imobilizado MG44\tCrédito transferido para aquisição de material de construção MG45\tCrédito transferido para aquisição de mercadoria MG46\tCrédito transferido para distribuidor de energia/comunicação ou consorciado MG47\tCrédito transferido para estabelecimento de mesma titularidade situado no Estado MG48\tCrédito transferido para outro contribuinte mineiro MG49 Crédito transferido para contribuinte mineiro p/ instalação ou expansão do estabelecimento MG50 Crédito transferido para estabelecimento de mesma titularidade p/ pgto. de créd. tributário MG51  Crédito transferido para outro contribuinte mineiro para pgto. de crédito tributário MG52  Crédito transferido para outro contribuinte mineiro para pgto. de ICMS importação MG53  Crédito transferido para contribuinte paulista - Prot. ICMS 12/84 – Estornos: Nos casos em que os créditos acumulados, recebidos em transferência, ou valores decorrentes de certificado ou outro documento devam ser estornados, deve ser informado o “Códigos de Tipos de Utilização dos Créditos Fiscais do ICMS”: MG81\tEstorno – Escrituração da apropriação, transferência e utilização de créditos acumulados. – Apropriação e recebimento em transferência dos créditos fiscais: Nas hipóteses previstas no RICMS, deverá ser apresentado o controle do acúmulo dos créditos de ICMS no Registro 1200 da EFD, seguindo os procedimentos a seguir descritos. O contribuinte deverá lançar, no campo 2 “COD_AJ_APUR” do Registro 1200, um dos códigos constantes da Tabela 5.1.1 (Tabela de Códigos de Ajustes da Apuração do ICMS – Minas Gerais), conforme o caso. 5.1.1). – Lançamento no Registro 1200 – Controle de Créditos Fiscais – ICMS Deve ser apresentado um Registro 1200 para cada origem dos créditos de ICMS (códigos específicos da Tabela Tratando-se de créditos acumulados que compõem o saldo credor da conta corrente do ICMS de operações próprias, ou nos casos de valores decorrentes de certificado ou outro documento, o contribuinte deverá informar o valor total apropriado no campo 04 “CRED_APR” do Registro 1200, onde o código de “ajuste de apuração” identifique a origem do crédito, conforme abaixo demonstrado:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO 1200: CONTROLE DE CRÉDITOS FISCAIS – ICMS:", "artigo": null, "paragrafo": null, "texto": "*ver tópicos referentes à Utilização dos Créditos Fiscais (Abatimento/Pagamento/Transferência) No caso de créditos acumulados de ICMS por recebimento em transferência/retransferência, o contribuinte deverá informar o valor total recebido no campo 05 “CRED_RECEB” do Registro 1200, onde o código de “ajuste de apuração” identifique a origem do crédito, conforme abaixo demonstrado: *ver tópicos referentes à Utilização dos Créditos Fiscais (Abatimento/Pagamento/Transferência) – Utilização dos créditos de ICMS: Os créditos fiscais acumulados poderão ser utilizados nas formas previstas na legislação. A utilização desses créditos está vinculada à sua origem e deverá ser apresentada no controle “extra-apuração”. Assim, os demonstrativos das utilizações serão feitos nos Registros 1210, filhos do Registro 1200, da respectiva “conta corrente” (extra-apuração). – Lançamento no Registro 1210 da EFD – Utilização dos Créditos de ICMS: O contribuinte deverá lançar, no campo 2 “TIPO_UTIL” do Registro 1210, um dos códigos constantes da Tabela 5.5 (Tipos de Utilização dos Créditos Fiscais do ICMS – Minas Gerais). Cada operação de utilização dos créditos deve ser apresentada em um registro 1210 e o valor correspondente deverá ser informado no campo “04 - VL_CRED_UTIL” do respectivo Registro 1210.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO 1210: UTILIZAÇÃO DE CRÉDITOS FISCAIS – ICMS.", "artigo": null, "paragrafo": null, "texto": "O somatório dos valores dos campos 04 destes registros deve corresponder ao informado no campo 06 do registro 1200. – Efeitos da informação do tipo de utilização dos créditos de ICMS na apuração do imposto (Bloco E da EFD). Quando aplicáveis, os efeitos da utilização dos créditos devem ser levados para a apuração, apresentada no Bloco E da EFD, utilizando-se de “Ajustes de Apuração” ou “Ajuste de Documento”, como os indicados abaixo: – Exemplos de “Ajustes de Apuração” aplicáveis: – Exemplo de “Ajustes de Documento” aplicável: MG10990002 Outros créditos; Op.Própria; Resp.: Informativo; Apur.: Informativo; Mercadoria; Crédito Recebido em Transferência – Campo 66 da DAPI – Exemplos práticos de lançamentos – Incentivo à Cultura ou Incentivo ao Esporte: Para escriturar o direito ao crédito, recebido através do certificado, deverá ser utilizado o registro 1200 - CONTROLE DE CRÉDITOS FISCAIS – ICMS para cada tipo de incentivo: O número do certificado deverá ser informado no registro E115 - INFORMAÇÕES ADICIONAIS DA APURAÇÃO – VALORES DECLARATÓRIOS: Importante: Para os contribuintes desobrigados de Dapi, o campo 4 deve ser preenchido EXATAMENTE com o seguinte formato: “NNNNNNNNNNNNNDD/MM/AAAA.” Por exemplo: “123456789012301/01/2023.” Não esquecer do \".\" após o ano. Para a dedução do valor do ICMS a pagar, deverá ser utilizado o registro 1210: Para gerar o efeito na apuração do ICMS, deverá ser informado, também, no registro E111 - campo 02 = “MG040003” - Apuração do ICMS; Dedução do imposto apurado; Incentivo fiscal à cultura, ou “MG040004” -Apuração do ICMS; Dedução do imposto apurado; Incentivo fiscal ao esporte; e campo 04 com o valor correspondente à dedução informado no registro 1210; – Lançamento de crédito acumulado em Razão de Exportação, Diferimento ou Redução de Base de Cálculo – Estorno do Conta Corrente Fiscal pela Aprovação em DCA. Conforme disposto no §9º, Art. 11, Anexo III do RICMS/23 MG, o saldo credor acumulado em Razão de Exportação, Diferimento ou Redução de Base de Cálculo, que tenha sido aprovado no DCA-ICMS, deverá será transferido, para fins de controle, no Registro 1200 da Escrituração Fiscal Digital – EFD. O valor do saldo credor acumulado será estornado do conta corrente fiscal da empresa e passará a ser controlado exclusivamente nos Registros de Apuração 1200 nos códigos: “MG091017 Controle de Crédito Aprovado no DCA – Exportação”; e “MG091018 Controle de Crédito Aprovado no DCA – Outros Créditos (Diferimento e Redução de Base de Cálculo)”. Nos casos em que os créditos acumulados estiverem controlados no Registro 1200, nos códigos MG091001; MG091002; e MG091003, e que forem aprovados pela Delegacia Fiscal em DCA, devem ser estornados dos referidos códigos de Ajuste de Apuração Crédito Acumulado, bem como da Conta Corrente Fiscal do contribuinte, para fins de controles exclusivos nos códigos específicos do Registro 1200: “MG091017 Controle de Crédito Aprovado no DCA – Exportação”; “MG091018 Controle de Crédito Aprovado no DCA – Outros Créditos (Diferimento e Redução de Base de Cálculo)”. Do controle de saldo credor acumulado – exemplo em razão de exportação Contribuinte mineiro possui saldo credor anterior acumulado advindo de exportação há mais de três meses consecutivos.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO 1200: CONTROLE DE CRÉDITOS FISCAIS – ICMS:", "artigo": null, "paragrafo": null, "texto": "Da transferência de controle de crédito entre Registros 1200 – aprovação em DCA. Para efetuar a transferência no Registro 1200 referente aos valores que estiverem controlados nos códigos MG091001; MG091002; e MG091003, deve ser informado no Registro 1210 o Código de Tipo de Utilização do Crédito Fiscal do ICMS: “MG81 Estorno”, e escriturados nos novos códigos do 1200 (MG091017, MG091018) o valor aprovado em DCA pela Delegacia Fiscal. Estorno de Crédito Controlado no 1200 MG091001:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO 1210: UTILIZAÇÃO DE CRÉDITOS FISCAIS – ICMS.", "artigo": null, "paragrafo": null, "texto": "Do Controle e Utilização de Crédito Aprovado em DCA MG091017: Do estorno do crédito acumulado no Conta Corrente do ICMS aprovado em DCA para fins de controle no Registro 1200: Efetuar Ajuste de Documento C197 “MG50000999; Estorno de crédito; Outros Ajustes” no valor do crédito acumulado aprovado em DCA, neste exemplo: R$ 400.000. Na DAPI, lançar no campo ‘95’. Da transferência de saldo credor acumulado aprovado em DCA para outro contribuinte. Considerando que o crédito aprovado em DCA tenha sido estornado do conta corrente fiscal e controlado via Registro 1200 (MG091017, MG091018), quando da transferência do crédito o contribuinte primeiro irá retornar com o valor devido para a o referido conta corrente e simultaneamente efetuará a transferência correspondente, bem como registrará a utilização do valor transferido reduzindo o saldo credor controlado no Registro 1200, conforme abaixo: Ajuste de Apuração E111 “MG029999; Outros créditos para ajuste de apuração ICMS” no valor referente à transferência de crédito, neste exemplo: R$ 100.000. Na DAPI, lançar no campo ‘71’. Ajuste de Documento C197 “MG40990002; Outros débitos; Op.Própria; Resp.: Informativo; Apur.: Informativo; Mercadoria; Transf. Crédito”, neste exemplo: R$ 100.000. Campo 73 da Dapi. Registrar a utilização do crédito transferido para outro contribuinte, através de um Registro 1210: Do indeferimento da transferência de crédito para outro contribuinte. Se o documento referente à transferência de crédito for indeferido no mês de sua emissão, deverá ser cancelado. O documento fiscal emitido para transferência do crédito acumulado, aprovado em DCA, para outro contribuinte será escriturado conforme Ajuste de Documento definido no item ‘6.2.4’ acima. Caso a transferência de crédito não seja aprovada, o contribuinte efetuará, no mês em que ocorrer o indeferimento, o lançamento de outros créditos e simultaneamente o estorno do referido crédito para que seja novamente controlado no Registro 1200, conforme abaixo: Ajuste de Apuração E111 “MG029999; Outros créditos para ajuste de apuração ICMS” no valor referente à transferência de crédito indeferida, neste exemplo: R$ 100.000. Na DAPI, lançar no campo ‘71’. Ajuste de Apuração E111 “MG009999; Outros débitos para ajuste de apuração ICMS; no valor referente à transferência de crédito indeferida, neste exemplo: R$ 100.000. Na DAPI, lançar no campo ‘74’. Registro do Crédito Acumulado que tornará a ser controlado no Registro 1200. Da utilização de saldo credor acumulado aprovado em DCA para compensação do saldo devedor. O contribuinte que possuir saldo credor acumulado aprovado em DCA, estornado do conta corrente fiscal e devidamente controlado no Registro 1200, poderá utilizá-lo para compensação de saldo devedor (apuração normal), apurado em seu conta corrente. Neste caso, reingressará com o valor necessário à compensação do saldo devedor, e informará no Registro 1210 a utilização do saldo credor para tal finalidade, conforme abaixo: Ajuste de Apuração E111 “MG029999; Outros créditos para ajuste de apuração ICMS” no valor referente à utilização de crédito, neste exemplo: R$ 100.000. Na DAPI, lançar no campo ‘71’. Registro da utilização do crédito para compensação do saldo devedor, através de um Registro 1210: Observações: Em relação ao acúmulo de crédito citado no Art. 1º, III da Resolução Nº 5.772: O saldo acumulado, conforme Art. 1º, III da Resolução Nº 5.772, DE 28 DE FEVEREIRO DE 2024, será lançado no próprio mês em que foi apurado, isto é, no mês em que se completa 3 meses de acúmulo de crédito. Exemplo: primeiro saldo credor em maio, então, se permanecer credor até julho, neste mês deverá ser controlado extra apuração na EFD através do Registro 1200. A partir do primeiro mês subsequente ao lançamento do acúmulo de crédito extra apuração, isto é, no quarto mês em que estiver apresentando saldo credor, o contribuinte utilizará o Registro 1200 para informar o acréscimo de saldo credor, que será a variação positiva entre o novo saldo credor e o saldo credor acumulado informado no campo ‘03’ (Saldo de créditos fiscais de períodos anteriores) do 1200. A partir do primeiro mês subsequente ao lançamento do acúmulo de crédito extra apuração, isto é, do quarto mês em diante o contribuinte informará no 1210 a redução mensal do saldo credor, que será a variação positiva entre o saldo credor acumulado informado no campo ‘03’ (Saldo de créditos fiscais de períodos anteriores) do 1200 e o saldo credor do período de apuração a ser declarado na EFD. No Registro 1200 deve-se criar um conta corrente para cada Origem de Crédito Acumulado. Suponhamos que três foram os seguintes motivos de acúmulo de crédito: apropriação de crédito por exportação (MG091001); por saída com diferimento (MG091002); e por saída com alíquota inferior à alíquota de entrada (MG091004). Então, deveria ser utilizado esses 3 Ajustes de Apuração para apropriação dos créditos acumulados no Registro 1200. Nesse caso, o acréscimo de saldo credor ou sua redução deverá ser proporcional com base em algum critério de rateio de modo que ele informe essa alteração proporcionalmente em cada controle extra EFD por Origem de Crédito Acumulado no 1200, exemplo de critério: proporção das saídas. O Acúmulo de Crédito para formação de estoque, código MG091009, deve ser utilizado para compras eventuais que realmente justifiquem esse tipo de acúmulo, exemplo: formação de estoque em razão da constituição da empresa, compras em dias que antecedem datas como “Black Friday”, dia das mães, e Natal. Em relação ao controle do crédito aprovado em DCA pela Delegacia Fiscal:  aprovação do demonstrativo pela Delegacia Fiscal. Nos casos em que os créditos acumulados no Registro 1200, nos códigos MG091001; MG091002; e MG091003, sejam aprovados pela Delegacia Fiscal em DCA, devem ser estornados, para fins de transferências para controles nos seguintes códigos específicos do Registro 1200: “MG091017 Controle de Crédito Aprovado no DCA – Exportação”; “MG091018 Controle de Crédito Aprovado no DCA – Outros Créditos (Diferimento e Redução de Base de Cálculo)”. Para efetuar a transferência no Registro 1200 entre os códigos citados, deve ser informado no Registro 1210 o Código de Tipo de Utilização do Crédito Fiscal do ICMS: “MG81 Estorno”, e escriturados nos novos códigos do 1200 (MG091017, MG091018) o valor aprovado em DCA pela Delegacia Fiscal. Vide item 6.2 acima. Alterações promovidas pela versão 2022.01: Item 3.1.1: inclusão códigos MG091014 a MG091016. Alterações promovidas pela versão 2023.01: Item 3.1.1: inclusão dos códigos MG091017\tControle de Crédito Aprovado no DCA – Exportação; MG091018 Controle de Crédito Aprovado no DCA – Outros Créditos (Diferimento e Redução de Base de Cálculo). Item 3.1.3: inclusão do código MG095009 - Crédito recebido por transf. para abatimento sem limitação. Observações: orientação sobre o controle do crédito aprovado em DCA pela Delegacia Fiscal. Alterações promovidas pela versão 2023.02: Item 6.1: esclarecimento sobre o preenchimento do campo 4 do registro E115. Item “2 – Registros da EFD” e “3 – Tabelas de códigos específicos de “Ajuste de Apuração” e “Utilização dos créditos fiscais – ICMS”: atualização legislação RICMS/2023. Item 3.1.2: inserção dos códigos relativos ao saldo credor do FEM que estavam apenas na tabela publicada no Portal Nacional do SPED. Alterações promovidas pela versão 2024.01: Cabeçalho: Inclusão do texto no cabeçalho: “, revogada pela Resolução 5.772 de 28 de Fevereiro de 2024,” Item 5.2: Atualização da descrição do código MG10990002 para: “Crédito Recebido em Transferência – Campo 66 da", "pagina": 1, "tags": []}
{"titulo": "DAPI”.", "artigo": null, "paragrafo": null, "texto": "Alterações promovidas pela versão 2025.01: Observações: correção de menção da Resolução 4.757, DE 24 DE MARÇO DE 2015, atualizando a referência para a Resolução 5.772, DE 28 DE FEVEREIRO DE 2024. Alterações promovidas pela versão 2025.02: Item 6.2: atualização do exemplo prático quando ocorre crédito acumulado em Razão de Exportação, Diferimento ou Redução de Base de Cálculo - Aprovação em DCA.", "pagina": 1, "tags": []}
