{"titulo": null, "artigo": null, "paragrafo": null, "texto": "Dispõe sobre os lançamentos relativos à “Dedução por incentivo à Cultura e/ou Esporte” na Escrituração Fiscal Digital (EFD). Objetivo: Este manual tem o objetivo de detalhar os procedimentos a serem adotados pelos contribuintes mineiros para lançamento da “Dedução por incentivo à Cultura e/ou Esporte” na Escrituração Fiscal Digital (EFD). Orientações para o lançamento: **Vide O contribuinte mineiro que apure o imposto pelo regime de débito e crédito e que seja incentivador da Cultura e/ou Esporte com certificado aprovado, fará jus ao percentual de dedução definido pela legislação específica sobre o saldo devedor do ICMS a título de operação própria, que será escriturado na EFD mediante lançamentos de “ajuste de apuração”. Da Aplicação do Desconto O desconto será aplicado sobre: O valor do saldo devedor do ICMS a título de operação própria apurado no período, após todos os abatimentos devidos, sob a forma de crédito. Nesta situação, segue orientação para lançamento do respectivo “ajuste de apuração” na apuração do ICMS/OP da EFD: Lançamento da “Dedução por incentivo à Cultura/Esporte” de 3%, 7% e 10% sobre o saldo devedor apurado no estabelecimento:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E111: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS", "artigo": null, "paragrafo": null, "texto": "Obs: quando se tratar de Recolhimento Efetivo o contribuinte deverá efetuar Ajuste de Subapuração Registro 1921 utilizando os mesmos códigos citados acima (MG040003/ MG040004). Lançamento da “Dedução por incentivo à Cultura” limitado a 5% no caso de o contribuinte fazer jus ao aumento do percentual de dedução de 3% para 5%, com base de critérios de democratização e municipalização, sobre o saldo devedor apurado no estabelecimento, conforme Decreto nº 48.854/2024:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E111: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS", "artigo": null, "paragrafo": null, "texto": "Reflexo no Registro E110 (APURAÇÃO DO ICMS – OPERAÇÕES PRÓPRIAS.): O valor da dedução por incentivo a cultura/esporte deve ser acumulado com as demais deduções, se houver, no campo 12 (VL_TOT_DED) do registro E110 em se tratando de ICMS Operação Própria. Observação: Na DAPI, informar no campo ‘98’. Na hipótese de Recolhimento Efetivo, o desconto será aplicado sobre: O valor relativo ao recolhimento efetivo ou à carga efetiva resultante das operações beneficiadas com crédito presumido Nesta situação, segue orientação para lançamento do respectivo “ajuste de subapuração” do ICMS na EFD (Recolhimento Efetivo): Lançamento da “Dedução por incentivo à Cultura/Esporte” de 3%, 7% e 10% sobre o saldo devedor apurado no estabelecimento:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO 1921: AJUSTE/BENEFÍCIO/INCENTIVO DA SUB-APURAÇÃO DO ICMS", "artigo": null, "paragrafo": null, "texto": "Lançamento da “Dedução por incentivo à Cultura” limitado a 5% no caso de o contribuinte fazer jus ao aumento do percentual de dedução de 3% para 5%, com base de critérios de democratização e municipalização, sobre o saldo devedor apurado no estabelecimento, conforme Decreto nº 48.854/2024:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO 1921: AJUSTE/BENEFÍCIO/INCENTIVO DA SUB-APURAÇÃO DO ICMS", "artigo": null, "paragrafo": null, "texto": "Reflexo no Registro 1920 (SUB-APURAÇÃO DO ICMS): O valor da dedução por incentivo a cultura/esporte deve ser acumulado no campo 10 (VL_TOT_DED) do registro 1920. Observação: Na DAPI não haverá efeito. Do Controle de Créditos Fiscais na EFD Da Apropriação do Crédito Mediante Documento – Registro 1200 Para escriturar o direito ao crédito, recebido através do certificado, deverá ser utilizado o registro 1200 - CONTROLE DE CRÉDITOS FISCAIS – ICMS para cada tipo de incentivo. Informar no campo ‘02’ (Cod_Aj_Apur) o código correspondente à dedução, e informar no campo ‘04’ (Créd_Apr) o valor total do direito ao crédito no período. Códigos a serem utilizados: MG092001 Apropriação de crédito por Incentivo à Cultura. MG092002 Apropriação de crédito por Incentivo ao Esporte. MG092008 Apropriação de crédito por Incentivo à Cultura limitado a 5% (§3º, do Art. 118, do Decreto nº 48.819/2024) Obs: O número do certificado deverá ser informado no registro E115 - INFORMAÇÕES ADICIONAIS DA APURAÇÃO – VALORES DECLARATÓRIOS: “MG000005” - Certificado de Incentivo à Cultura; “MG000006” – Certificado de Incentivo ao Esporte; “MG000008” - Certificado de Incentivo à Cultura (no caso de o contribuinte fazer jus e usufruir do aumento do percentual de dedução de 3% para até 5% com base em critérios de democratização e municipalização, conforme previsto no §3º, do Art. 118, do Decreto nº 48.819/2024). Importante: Para os contribuintes desobrigados de Dapi, o campo ‘04’ (Descr_Compl_Aj) do Registro E115 deve ser preenchido EXATAMENTE com o seguinte NNNNNNNNNNNNNDD/MM/AAAA. Observação: Não esquecer do . após o ano. Os caracteres NNNNNNNNNNNNN devem ser preenchidos com o número do certificado de aprovação, sendo que para o certificado de cultura devem ser utilizados 13 caracteres e para esporte 10 caracteres. Exemplo Cultura: 123456789012301/01/2023. Exemplo Esporte: 123456789001/01/2023. Da Utilização do Crédito Fiscal – Registro 1210 Para a dedução do valor do ICMS a pagar, deverá ser informado no campo ‘02’ (Tipo_Util) o código “MG02 Utilização de crédito limitado para abatimento de saldo devedor”, e o valor total do crédito utilizado será informado no campo ‘04’ (VL_Cred_Util), ambos do Registro 1210. Controle de versão: Principais alterações na V.2024.02: - Alterado o aviso “Importante” do item 2.1 para conter também o exemplo de esporte.", "pagina": 1, "tags": []}
