{"titulo": null, "artigo": null, "paragrafo": null, "texto": "Objetivo: Estabelecer procedimentos operacionais relacionados a emissão de documentos fiscais e escrituração fiscal a serem observados nas liquidações no Mercado de Curto Prazo da CCEE e nas apurações e liquidações do Mecanismo de Compensação de sobras e déficits – MCSD, descritos nos artigos Artigos 62 e 63 do Anexo VIII do RICMS/2023. Conforme Resolução 4.956/16, deverão ser emitidas notas fiscais por estabelecimento de contribuinte, observando os perfis do agente na CCEE.", "pagina": 1, "tags": []}
{"titulo": "PERFIL DE CONSUMO", "artigo": null, "paragrafo": null, "texto": "Aplicável aos agentes da CCEE das seguintes classes: Consumidor Livre, Consumidor Especial e Autoprodutor em relação a seus estabelecimentos exclusivamente consumidores.", "pagina": 1, "tags": []}
{"titulo": "NOTA FISCAL DE AJUSTE", "artigo": null, "paragrafo": null, "texto": "Emitir Nota Fiscal de Ajuste de entrada com destaque do imposto, conforme inciso inciso II do Art. 62 do Anexo VIII do RICMS/2023, observando, no que couber, o disposto no artigo 2º da Resolução 4.956/16. Observação: Considerando o destaque de ICMS na Nota Fiscal de entrada e o pagamento do imposto, respeitadas as condições estabelecidas no RICMS/23, o ICMS destacado poderá ser apropriado. Finalidade de Emissão da NF-e: 3 = NF-e de Ajuste Natureza da Operação: Entrada de mercadoria ou prestação de serviço não especificada. Quadro Destinatário/Remetente: Preencher as inscrições no CNPJ e no Cadastro de Contribuintes do ICMS do emitente e a expressão “Relativa à liquidação no Mercado de Curto Prazo”, inciso I §3º do Artigo 62 do Anexo VIII do RICMS/2023. Data da Emissão: Até último dia do mês em que ocorrer a emissão da nota de liquidação financeira, nos termos do §3º do Artigo 62 do Anexo VIII do RICMS/2023. Data da Entrada: Data da emissão. Quadro Cálculo do Imposto: Base de Cálculo: Valor total da operação, nos termos do § 2º do artigo 2º da Resolução 4.956/16. Valor ICMS: Aplicar alíquota prevista no Art. 11 e Anexo I do RICMS/23. Valor Total Produtos: Valor total da operação, nos termos do § 2º do artigo 2º da Resolução 4.956/16. Observação: Caso ocorra a incidência de PIS, COFINS, os valores deverão compor a base de cálculo e o valor total dos produtos. Quadro Dados dos Produtos: Descrição do Produto: Energia elétrica – Liquidação CCEE", "pagina": 1, "tags": []}
{"titulo": "UN: UN", "artigo": null, "paragrafo": null, "texto": "Quantidade: 1,00 Valor Unitário: Valor da operação Valor Total: Valor da operação BC ICMS: Valor da operação Valor ICMS: Aplicar a alíquota definida no artigo Art. 11 e Anexo I (18% industrial; 25%comercial) do RICMS/23. Dados Adicionais: Preencher no campo “Informações Complementares” os dados da liquidação na CCEE, inciso I §3º do Artigo 62 do Anexo VIII do RICMS/2023.", "pagina": 1, "tags": []}
{"titulo": "SPED FISCAL:", "artigo": null, "paragrafo": null, "texto": "Escriturar a Nota Fiscal de entrada emitida conforme item 1.1.1 nos Registros C100 e filhos; Apresentar Registro de Ajuste de Documento C197 com o código “MG70000004; Débitos especiais; Op. Própria; Resp.: Própria; Apur.: A apurar; Mercadoria; Antecipação Tributária.” e, no campo 03, a descrição: “LIQUIDAÇÃO NA CCEE – Posição Devedora – Art. 63 do Anexo VIII do RICMS/23”; Apresentar o Registro E116 para identificar o documento de arrecadação previsto no artigo Art. 63 do Anexo VIII do RICMS/23, informando o número do DAE no campo 06, o código de receita 3269 para estabelecimento comercial ou 3277 para estabelecimento industrial no campo 05, e a descrição: LIQUIDAÇÃO NA CCEE – Posição Devedora – Art. 63 do Anexo VIII do RICMS/23 no campo 09.", "pagina": 1, "tags": []}
{"titulo": "DAPI:", "artigo": null, "paragrafo": null, "texto": "Informar no campo 109 “Outros - Recolhimentos efetuados no momento das Entradas/Saídas” do Quadro IX da DAPI, o valor do imposto recolhido em DAE distinto.", "pagina": 1, "tags": []}
{"titulo": "RECOLHIMENTO DO IMPOSTO:", "artigo": null, "paragrafo": null, "texto": "O pagamento do imposto será por meio de Documento de Arrecadação Estadual distinto, conforme artigo Art. 63 do Anexo VIII do RICMS/23 e recolhido até o último dia útil do mês, conforme inciso IX do Art. 112 do RICMS/23. O código de receita do DAE: 326-9 ICMS Outros – Receita Antecipada – Comércio; 327-7 ICMS Outros – Receita Antecipada – - Indústria. O período de referência na DAE deve ser o mês de emissão da NFe, conforme Art. 112, §4º do RICMS/2023.", "pagina": 1, "tags": []}
{"titulo": "NOTA FISCAL DE AJUSTE", "artigo": null, "paragrafo": null, "texto": "Emitir Nota Fiscal de Ajuste de saída sem destaque do imposto nos termos do inciso I do Artigo 62 do Anexo VIII do RICMS/23, observando o disposto no inciso II e no inciso I do § 1º, ambos do artigo 2º da Resolução 4.956/16. Finalidade de Emissão da NF-e: 3 = NF-e de Ajuste Natureza da Operação: Saída de mercadoria ou prestação de serviço não especificada. Quadro Destinatário/Remetente: Preencher as inscrições no CNPJ e no Cadastro de Contribuintes do ICMS do emitente e a expressão “Relativa à liquidação no Mercado de Curto Prazo”, nos termos inciso I do § 3º do Artigo 62 do Anexo VIII do RICMS/23 Data da Emissão: Até último dia do mês em que ocorrer a emissão da nota de liquidação\tfinanceira nos termos do § 2º do Artigo 62 do Anexo VIII do RICMS/23. Data da Saída: data da emissão Quadro Cálculo do Imposto: Base de Cálculo: em branco Valor ICMS: em branco Valor Total Produtos: Valor a liquidar nos termos do § 1º do artigo 2º da Resolução 4.956/16. Quadro Dados dos Produtos: Descrição do Produto: Energia elétrica – Liquidação CCEE", "pagina": 1, "tags": []}
{"titulo": "UN: UN", "artigo": null, "paragrafo": null, "texto": "Quantidade: 1,00 Valor Unitário: Valor a liquidar Valor Total: Valor a liquidar BC ICMS: Em branco Valor ICMS: Em branco Dados Adicionais: Preencher no campo “Informações Complementares” os dados da liquidação na CCEE, conforme § 2º do Artigo 62 do Anexo VIII do RICMS/23.", "pagina": 1, "tags": []}
{"titulo": "SPED FISCAL:", "artigo": null, "paragrafo": null, "texto": "Escriturar a Nota Fiscal de saída emitida conforme item 1.2.1 nos Registros C100 e filhos.", "pagina": 1, "tags": []}
{"titulo": "ESTORNO DE CRÉDITO - PROCEDIMENTOS", "artigo": null, "paragrafo": null, "texto": "Somente deverá ser efetuado estorno de crédito nos casos de entrada de energia elétrica com aproveitamento de crédito de ICMS. Somente será efetuado estorno de créditos quando a posição na liquidação financeira for credora e o Balanço Energético apresentar saldo positivo (vide Resolução 4.956 de 13/12/2016).", "pagina": 1, "tags": []}
{"titulo": "NOTA FISCAL DE AJUSTE", "artigo": null, "paragrafo": null, "texto": "Emitir Nota Fiscal de Ajuste de saída, referente ao estorno de crédito, com destaque do imposto nos termos do Art. 42 do RICMS/23. Finalidade de Emissão da NF-e: 3 = NF-e de Ajuste Natureza da Operação: “Estorno de Crédito”. Quadro Destinatário/Remetente: Preencher o nome, o endereço e os números de inscrição no Cadastro de Contribuintes de Minas Gerais e no Cadastro Nacional de Pessoa Jurídica (CNPJ) do próprio contribuinte, conforme inciso I do § 3º do artigo 3º da Resolução 4.956/16. Data da Emissão: até último dia do mês em que ocorrer a emissão da nota de liquidação financeira nos termos do § 2º do Artigo 62 do Anexo VIII do RICMS/2023. Data da Saída: data da emissão Quadro Cálculo do Imposto: Base de Cálculo: em branco Valor ICMS: em branco Valor da operação: Valor a estornar. Aplicar o Índice de Estorno e Recolhimento de Imposto Diferido, a que se refere o § 2º do artigo 3º da Resolução 4.956/16, sobre o crédito do imposto apropriado, relativo às entradas de energia elétrica no estabelecimento. Valor Total Produtos: Valor a estornar Dados dos Produtos: Descrição do Produto: “Estorno de Crédito – Energia Elétrica”", "pagina": 1, "tags": []}
{"titulo": "UN: UN", "artigo": null, "paragrafo": null, "texto": "Quantidade: 1,00 Valor Unitário: valor a estornar Valor Total: valor a estornar BC ICMS: Zerado Valor ICMS: Valor a estornar Dados Adicionais: Preencher no campo “Informações Complementares”, o período de referência da liquidação financeira, a quantidade de energia elétrica adquirida, o resultado do balanço energético e o total de créditos apropriados relativos às operações de entrada de energia elétrica, conforme inciso II do § 3º do artigo 3º da Resolução 4.956/16.", "pagina": 1, "tags": []}
{"titulo": "SPED FISCAL:", "artigo": null, "paragrafo": null, "texto": "Escriturar a Nota fiscal de saída, referente ao estorno de crédito emitida conforme item 1.3.1, nos Registros C100 e filhos. Escriturar o valor a estornar no registro C197, através do código de ajuste de documento “MG50000999; Estorno de crédito; Op.Própria; Resp.: Própria; Apur.: A apurar; Mercadoria; Outros Ajustes”.", "pagina": 1, "tags": []}
{"titulo": "RECOLHIMENTO DO IMPOSTO:", "artigo": null, "paragrafo": null, "texto": "O débito da operação será apurado junto com o ICMS NORMAL do período e recolhido no prazo nos termos do Artigo 112 do RICMS/23.", "pagina": 1, "tags": []}
{"titulo": "DECLARAÇÃO NA DAPI:", "artigo": null, "paragrafo": null, "texto": "Os contribuintes que não estão desobrigados de entrega de Dapi de acordo com a Portaria SRE 177/2020 devem declarar na Dapi no campo 95, motivo 5.", "pagina": 1, "tags": []}
{"titulo": "ENCERRAMENTO DIFERIMENTO – PROCEDIMENTOS", "artigo": null, "paragrafo": null, "texto": "Somente deverá ser efetuado encerramento de diferimento nos casos de entrada de energia elétrica com diferimento do ICMS. Nos casos de entrada de energia elétrica somente será efetuado encerramento do diferimento quando a posição na liquidação financeira for credora e o Balanço Energético apresentar saldo positivo (vide Resolução 4.956 de 13/12/2016).", "pagina": 1, "tags": []}
{"titulo": "NOTA FISCAL DE AJUSTE", "artigo": null, "paragrafo": null, "texto": "Emitir Nota Fiscal de Ajuste, referente ao encerramento do diferimento, com destaque do imposto nos termos do Art. 137 do RICMS/23. Finalidade de Emissão da NF-e: 3 = NF-e de Ajuste Natureza da Operação: “Recolhimento de imposto diferido na operação anterior” Quadro Destinatário/Remetente: Preencher o nome, o endereço e os números de inscrição no Cadastro de Contribuintes de Minas Gerais e no Cadastro Nacional de Pessoa Jurídica (CNPJ) do próprio contribuinte, conforme inciso I do § 4º do artigo 3º da Resolução 4.956/16. Data da Emissão: Até último dia do mês em que ocorrer a emissão da nota de liquidação financeira nos termos do § 2º do Artigo 62 do Anexo VIII do RICMS/23. Data da Saída: Data da emissão Quadro Cálculo do Imposto: Base de Cálculo: em branco Valor ICMS: em branco Valor da Operação: Valor a recolher. Aplicar o Índice de Estorno e Recolhimento de Imposto Diferido, a que se refere o § 2º do artigo 3º da Resolução 4.956/16, sobre o valor do imposto diferido na aquisição de energia elétrica no período de referência da liquidação financeira. Valor Total Produtos: Valor a recolher Quadro Dados dos Produtos: Descrição do Produto: “Recolhimento do imposto diferido na operação anterior – Energia Elétrica”", "pagina": 1, "tags": []}
{"titulo": "UN: UN", "artigo": null, "paragrafo": null, "texto": "Quantidade: 1,00 Valor Unitário: valor a recolher Valor Total: valor a recolher BC ICMS: Zerado Valor ICMS: Valor a recolher Dados Adicionais: Preencher no campo “Informações Complementares”, o período de referência da liquidação financeira, a quantidade de energia elétrica adquirida, o resultado do balanço energético e o valor total do imposto diferido relativo às operações de entrada de energia elétrica, conforme inciso II do § 4º do artigo 3º da Resolução 4.956/16.", "pagina": 1, "tags": []}
{"titulo": "SPED FISCAL", "artigo": null, "paragrafo": null, "texto": "Escriturar a Nota fiscal de saída emitida conforme item 1.4.1 nos Registros C100 e filhos; Apresentar um Registro C195 relativo à observação “Liquidação na CCEE – Posição Credora – Encerramento Diferimento”; Apresentar um Registro C197 relativo ao ajuste de documento de débito especial de encerramento de diferimento com o código “MG70010502; Débitos especiais; Op.Própria; Resp.: Própria; Apur.: Recolhimento Espontâneo; Mercadoria; Diferimento”, considerando o recolhimento em DAE distinto; Apresentar o Registro E116 para identificar o documento de arrecadação relativo ao encerramento do diferimento, informando o número do DAE no campo 06, o código de receita 3269 para estabelecimento comercial ou 3277 para estabelecimento industrial no campo 05, e a descrição: “Liquidação na CCEE – Posição Credora – Encerramento Diferimento” no campo 09.", "pagina": 1, "tags": []}
{"titulo": "DAPI", "artigo": null, "paragrafo": null, "texto": "Informar no campo 090 “Estorno de Débitos” do quadro VIII da DAPI, valor do débito correspondente ao ICMS destacado na Nota Fiscal de Saída referente ao encerramento do diferimento; Informar no campo 109 “Outros - Recolhimentos efetuados no momento das Entradas/Saídas” do Quadro IX da DAPI, o valor do imposto recolhido em DAE distinto referente ao encerramento do diferimento.", "pagina": 1, "tags": []}
{"titulo": "RECOLHIMENTO DO IMPOSTO:", "artigo": null, "paragrafo": null, "texto": "O pagamento do imposto será por meio de Documento de Arrecadação Estadual distinto, conforme Art. 137 do RICMS/23; O código de receita do DAE: 326-9 ICMS Outros – Receita Antecipada – Comércio; 327-7 ICMS Outros – Receita Antecipada – - Indústria. O período de referência na DAE deve ser o mês de emissão da NFe, conforme Art. 112, §4º do RICMS/23.", "pagina": 1, "tags": []}
{"titulo": "PERFIL DE GERAÇÃO OU COMERCIALIZAÇÃO", "artigo": null, "paragrafo": null, "texto": "Aplicável aos agentes da CCEE das seguintes classes: Comercializador, Distribuidor, Gerador, Produtor independente e Autoprodutor em relação a seus estabelecimentos exclusivamente geradores.", "pagina": 1, "tags": []}
{"titulo": "NOTA FISCAL DE AJUSTE", "artigo": null, "paragrafo": null, "texto": "Emitir Nota Fiscal de Ajuste de entrada sem destaque do imposto conforme inciso II do Art. 62 do Anexo VIII do RICMS/23, observando, no que couber, o disposto no artigo 2º da Resolução 4.956/16. Finalidade de Emissão da NF-e: 3 = NF-e de Ajuste Natureza da Operação: Entrada de mercadoria ou prestação de serviço não especificada. Quadro Destinatário/Remetente: Preencher as inscrições no CNPJ e no Cadastro de Contribuintes do ICMS do emitente e a expressão “Relativa à liquidação no Mercado de Curto Prazo” ou “Relativa à apuração e liquidação do MCSD”, conforme o caso, nos termos do § 2º do Artigo 62 do Anexo VIII do RICMS/23 Data da Emissão: Até último dia do mês em que ocorrer a emissão da nota de liquidação financeira, nos termos do § 2º do Artigo 62 do Anexo VIII do RICMS/23. Data da Entrada: Data da emissão Quadro Cálculo do Imposto: Base de Cálculo: Em branco Valor ICMS: Em branco Valor Total Produtos: Valor total da operação, nos termos do § 2º do artigo 2º da Resolução 4.956/16. Quadro Dados dos Produtos: Descrição do Produto: Energia elétrica – Liquidação CCEE", "pagina": 1, "tags": []}
{"titulo": "UN: UN", "artigo": null, "paragrafo": null, "texto": "Quantidade: 1,00 Valor Unitário: Valor da operação Valor Total: Valor da operação BC ICMS: Em branco Valor ICMS: Em branco Dados Adicionais: Preencher no campo “Informações Complementares” os dados da liquidação na CCEE ou da apuração e liquidação do MCSD, conforme inciso I §3º do Artigo 62 do Anexo VIII do RICMS/23.", "pagina": 1, "tags": []}
{"titulo": "SPED FISCAL:", "artigo": null, "paragrafo": null, "texto": "Escriturar a NF de entrada emitida conforme item 2.1.1 nos Registros C100 e filhos;", "pagina": 1, "tags": []}
{"titulo": "NOTA FISCAL DE AJUSTE", "artigo": null, "paragrafo": null, "texto": "Emitir Nota Fiscal de Ajuste de saída sem destaque do imposto conforme inciso I do Artigo 62 do Anexo VIII do RICMS/23, observando o disposto no artigo 2º da Resolução 4.956/16. Finalidade de Emissão da NF-e: 3 = NF-e de Ajuste Natureza da Operação: Saída de mercadoria ou prestação de serviço não especificada Quadro Destinatário/Remetente: Preencher as inscrições no CNPJ e no Cadastro de Contribuintes do ICMS do emitente e a expressão “Relativa à liquidação no Mercado de Curto Prazo” ou “Relativa à apuração e liquidação do MCSD”, conforme o caso, nos termos do § 2º do Artigo 62 do Anexo VIII do RICMS/2023. Data da Emissão: Até último dia do mês em que ocorrer a emissão da nota de liquidação financeira nos termos do § 2º do Artigo 62 do Anexo VIII do RICMS/23. Data da Saída: data da emissão Quadro Cálculo do Imposto: Base de Cálculo: Em branco Valor ICMS: Em branco Valor Total Produtos: Valor total da operação, nos termos do § 2º do artigo 2º da Resolução 4.956/16. Quadro Dados dos Produtos: Descrição do Produto: Energia elétrica – Liquidação CCEE", "pagina": 1, "tags": []}
{"titulo": "UN: UN", "artigo": null, "paragrafo": null, "texto": "Quantidade: 1,00 Valor Unitário: Valor da operação Valor Total: Valor da operação BC ICMS: Em branco Valor ICMS: Em branco Dados Adicionais: Preencher no campo “Informações Complementares” os dados da liquidação na CCEE ou da apuração e liquidação do MCSD, conforme inciso I §3º do Artigo 62 do Anexo VIII do RICMS/23.", "pagina": 1, "tags": []}
{"titulo": "SPED FISCAL:", "artigo": null, "paragrafo": null, "texto": "Escriturar a Nota Fiscal de saída emitida conforme item 2.2.1 nos Registros C100 e filhos.", "pagina": 1, "tags": []}
{"titulo": "ESTORNO DE CRÉDITO – PROCEDIMENTOS", "artigo": null, "paragrafo": null, "texto": "Somente deverá ser efetuado estorno de crédito nos casos de entrada de insumos e produtos intermediários para geração de energia elétrica e de energia elétrica, todos com aproveitamento de crédito de ICMS. Nos casos de entrada de insumos e produtos intermediários para geração de energia elétrica ou de energia elétrica somente será efetuado estorno de créditos quando a posição na liquidação financeira for credora e o Balanço Energético apresentar saldo positivo (vide Resolução 4.956 de 13/12/2016). Nos casos de entradas de bens para ativo imobilizado utilizado na atividade de geração deverá ser considerada a saída não tributada na elaboração do CIAP.", "pagina": 1, "tags": []}
{"titulo": "NOTA FISCAL DE AJUSTE", "artigo": null, "paragrafo": null, "texto": "Emitir Nota Fiscal de Ajuste de saída com destaque do imposto nos termos do Art. 42 da parte geral do RICMS/23. Finalidade de Emissão da NF-e: 3 = NF-e de Ajuste Natureza da Operação: “Estorno de Crédito”. Quadro Destinatário/Remetente: Preencher o nome, o endereço e os números de inscrição no Cadastro de Contribuintes de Minas Gerais e no Cadastro Nacional de Pessoa Jurídica (CNPJ) do próprio contribuinte, conforme inciso I do § 3º do artigo 3º da Resolução 4.956/16. Data da Emissão: até último dia do mês em que ocorrer a emissão da nota de liquidação financeira nos termos do § 2º do Artigo 62 do Anexo VIII do RICMS/23. Data da Saída: Data da emissão Quadro Cálculo do Imposto: Base de Cálculo: Em branco Valor ICMS: Em branco Valor da Operação: Valor a estornar. Aplicar o Índice de Estorno e Recolhimento de Imposto Diferido, a que se refere o § 2º do artigo 3º da Resolução 4.956/16, sobre o crédito do imposto apropriado, relativo a aquisição de energia elétrica ou insumos e produtos intermediários utilizados na geração de energia elétrica. Valor Total Produtos: Valor a estornar Dados dos Produtos: Descrição do Produto: “Estorno de Crédito – Energia Elétrica”", "pagina": 1, "tags": []}
{"titulo": "UN: UN", "artigo": null, "paragrafo": null, "texto": "Quantidade: 1,00 Valor Unitário: Valor a estornar Valor Total: Valor a estornar BC ICMS: Zerado Valor ICMS: Valor a estornar Dados Adicionais: Preencher no campo “Informações Complementares”, o período de referência da liquidação financeira, a quantidade de energia elétrica adquirida, o resultado do balanço energético e o total de créditos apropriados relativos às operações de entrada de energia elétrica ou aquisição de insumos e produtos intermediários utilizados na geração de energia elétrica, conforme inciso II do § 3º do artigo 3º da Resolução 4.956/16.", "pagina": 1, "tags": []}
{"titulo": "SPED FISCAL:", "artigo": null, "paragrafo": null, "texto": "Escriturar a Nota fiscal de saída referente ao estorno de crédito emitida conforme item 2.3.1 nos Registros C100 e filhos; Escriturar o valor a estornar no registro C197, através do código de ajuste de documento “MG50000999; Estorno de crédito; Op.Própria; Resp.: Própria; Apur.: A apurar; Mercadoria; Outros Ajustes”.", "pagina": 1, "tags": []}
{"titulo": "RECOLHIMENTO DO IMPOSTO:", "artigo": null, "paragrafo": null, "texto": "O débito da operação será apurado junto com o ICMS NORMAL do período e recolhido no prazo nos termos do Artigo 112 do RICMS/23.", "pagina": 1, "tags": []}
{"titulo": "DECLARAÇÃO NA DAPI:", "artigo": null, "paragrafo": null, "texto": "Os contribuintes que não estão desobrigados de entrega de Dapi de acordo com a Portaria SRE 177/2020 devem declarar na Dapi no campo 95, motivo 5.", "pagina": 1, "tags": []}
{"titulo": "ENCERRAMENTO DIFERIMENTO – PROCEDIMENTOS", "artigo": null, "paragrafo": null, "texto": "Somente deverá ser efetuado encerramento de diferimento nos casos de entrada de insumos para geração de energia elétrica ou de energia elétrica com diferimento do ICMS. Nos casos de entrada de insumos para geração de energia elétrica ou de energia elétrica somente será efetuado encerramento do diferimento quando a posição na liquidação financeira for credora e o Balanço Energético apresentar saldo positivo (vide Resolução 4.956 de 13/12/2016).", "pagina": 1, "tags": []}
{"titulo": "NOTA FISCAL DE AJUSTE", "artigo": null, "paragrafo": null, "texto": "Emitir Nota Fiscal de Ajuste de saída com destaque do imposto nos termos do Art. 137 da Parte Geral e Art. 54 do Anexo VIII, ambos do RICMS/23, consignando na nota fiscal prevista no inciso I do § 1º do artigo 137 do RICMS/23. Finalidade de Emissão da NF-e: 3 = NF-e de Ajuste Natureza da Operação: “Recolhimento de imposto diferido na operação anterior” Quadro Destinatário/Remetente: Preencher o nome, o endereço e os números de inscrição no Cadastro de Contribuintes de Minas Gerais e no Cadastro Nacional de Pessoa Jurídica (CNPJ) do próprio contribuinte, conforme inciso I do § 4º do artigo 3º da Resolução 4.956/16. Data da Emissão:  até último dia do mês em que ocorrer a emissão da nota de liquidação financeira nos termos do § 2º do Artigo 62 do Anexo VIII do RICMS/23. No caso de concessionárias ou permissionárias, até o último dia útil do mês subsequente ao mês em que ocorrer a emissão da nota de liquidação financeira, nos termos do artigo Art. 54 do Anexo VIII do RICMS/23. Data da saída: Data da emissão Quadro Cálculo do Imposto: Base de Cálculo: Em branco Valor ICMS: Em branco Valor da Operação: Valor a recolher nos termos do inciso II do artigo 3º da Resolução 4.956/16 observando o disposto no § 2º do mesmo artigo desta resolução. Valor Total Produtos: Valor a recolher Dados dos Produtos: Descrição do Produto: “Recolhimento do imposto diferido na operação anterior – Energia Elétrica”", "pagina": 1, "tags": []}
{"titulo": "UN: UN", "artigo": null, "paragrafo": null, "texto": "Quantidade: 1,00 Valor Unitário: Valor a recolher Valor Total: Valor a recolher BC ICMS: Zerado Valor ICMS: Valor a recolher Dados Adicionais: Preencher no campo “Informações Complementares”, o período de referência da liquidação financeira, a quantidade de energia elétrica adquirida, o resultado do balanço energético e o valor total do imposto diferido relativo às operações de entrada de energia elétrica, conforme inciso II do § 4º do artigo 3º da Resolução 4.956/16.", "pagina": 1, "tags": []}
{"titulo": "SPED FISCAL:", "artigo": null, "paragrafo": null, "texto": "Escriturar a Nota fiscal de saída emitida conforme item 2.4.1 nos Registros C100 e filhos; Apresentar um Registro C197 Apresentar um Registro C195 relativo à observação “Liquidação na CCEE – Posição Credora – Encerramento Diferimento”; Apresentar um Registro C197 relativo ao ajuste de documento de débito especial de encerramento de diferimento com o código MG70010502; Débitos especiais; Op.Própria; Resp.: Própria; Apur.: Recolhimento Espontâneo; Mercadoria; Diferimento”, considerando o recolhimento em DAE distinto; Apresentar um Registro C197 relativo ao ajuste de documento de Estorno de Débitos com o código “MG20000999; Estorno de débito; Op.Própria; Resp.: Própria; Apur.: A apurar; Mercadoria; Outros” para estorno do débito escriturado no registro C190 uma vez que foi destacado no documento fiscal; Apresentar o Registro E116 para identificar o documento de arrecadação relativo ao encerramento do diferimento, informando o número do DAE no campo 06, o código de receita 3269 para estabelecimento comercial ou 3277 para estabelecimento industrial no campo 05, e a descrição: “Liquidação na CCEE – Posição Credora – Encerramento Diferimento” no campo 09.", "pagina": 1, "tags": []}
{"titulo": "SPED FISCAL PARA CONCESSIONARIA OU PERMISSIONÁRIA:", "artigo": null, "paragrafo": null, "texto": "Escriturar a Nota fiscal de saída emitida conforme item 2.4.1 nos Registros C100 e filhos, Apresentar um Registro C195 relativo à observação “Liquidação na CCEE – Posição Credora – Encerramento Diferimento – Concessionária ou Permissionária”; Apresentar um Registro C197 relativo ao ajuste de documento de outros débitos relativos ao encerramento de diferimento com o código “MG40000999; Outros débitos; Op.Própria; Resp.: Própria; Apur.: A apurar; Mercadoria; Outros Ajustes”, considerando que este débito irá compor a apuração do ICMS no período; Apresentar um Registro C197 relativo ao ajuste de documento de Estorno de Débitos com o código “MG20000999; Estorno de débito; Op.Própria; Resp.: Própria; Apur.: A apurar; Mercadoria; Outros” para estorno do débito escriturado no registro C190 uma vez que foi destacado no documento fiscal;", "pagina": 1, "tags": []}
{"titulo": "DAPI", "artigo": null, "paragrafo": null, "texto": "Informar no campo 109 “Outros - Recolhimentos efetuados no momento das Entradas/Saídas” do Quadro IX da DAPI, o valor do imposto recolhido em DAE distinto referente ao encerramento do diferimento. Informar no campo 090 “Estorno de Débitos” do quadro VIII da DAPI, valor do débito correspondente ao ICMS destacado na Nota Fiscal de Saída referente ao encerramento do diferimento;", "pagina": 1, "tags": []}
{"titulo": "DAPI PARA CONCESSIONÁRIA OU PERMISSIONÁRIA", "artigo": null, "paragrafo": null, "texto": "Informar no Campo 74 do quadro VII da DAPI, valor do débito correspondente ao ICMS destacado na Nota Fiscal de Saída referente ao encerramento do diferimento. Informar no campo 090 “Estorno de Débitos” do quadro VIII da DAPI, valor do débito correspondente ao ICMS destacado na Nota Fiscal de Saída referente ao encerramento do diferimento;", "pagina": 1, "tags": []}
{"titulo": "RECOLHIMENTO DO IMPOSTO:", "artigo": null, "paragrafo": null, "texto": "O pagamento do imposto será por meio de Documento de Arrecadação Estadual distinto, conforme Art. 137 da Parte Geral do RICMS/23 ; O código de receita do DAE: 326-9 ICMS Outros – Receita Antecipada – Comércio; 327-7 ICMS Outros – Receita Antecipada – - Indústria. O período de referência na DAE deve ser o mês de emissão da NFe, Art. 112, §4º do RICMS/23. No caso de concessionaria ou permissionária, o imposto será recolhido em conjunto com as operações normais, conforme disposto no artigo Art. 54 do Anexo VIII do RICMS/23. Alterações promovidas pela versão 2022.03: Itens 1.1.2, 1.1.4, 1.4.2, 1.4.4, 2.4.2 e 2.4.5 - Alteração da orientação do código de receita. Alterações promovidas pela versão 2022.06: Itens 1.1.4, 1.4.4 e 2.4.5 – Inclusão de orientação de que o período de referência na DAE deve ser o mês de emissão da NFe. Alterações promovidas pela versão 2022.12: Itens 1.3, 1.4, 2.3 e 2.4 – Alteração da orientação para não preenchimento de valores no campo “Valor do ICMS” da NFe, mas sim no campo “Valor da Operação”. Essa alteração de orientação gera consequências na forma de escriturar o SPED. Controle de alterações: Versão V.2024.01 – atualizada até 04/2024 - Atualização RICMS/2023.", "pagina": 1, "tags": []}
