{"titulo": null, "artigo": null, "paragrafo": null, "texto": "Dispõe sobre os lançamentos de ajustes relativos ao ICMS/ST Serviço de Transporte na Escrituração Fiscal Digital (EFD) Objetivo: Detalhar os procedimentos para escrituração na EFD – Escrituração Fiscal Digital das operações e prestações que estão relacionadas à apuração do ICMS/ST incidente sobre os serviços de transporte, a partir de 01/10/2014, considerando o disposto no Desta forma, são apresentadas as condições dos lançamentos a serem realizados: pelo remetente/alienante/substituto tributário; pelo destinatário da mercadoria quando é o tomador do serviço de transporte (FOB) e não há emissão de CT-e; Dispõe sobre os lançamentos a serem realizados pelo remetente/alienante/substituto tributário referentes ao ICMS incidente sobre os serviços de transporte: Lançamentos Fiscais: Caso 1 - ICMS ST de Transporte conforme Informações Complementares do documento fiscal; Caso 2 - Não se aplica o regime de ST para o transporte porque o Transportador fez o pagamento antecipado; Caso 3 - Não se aplica o regime de ST para o transporte porque o serviço de transporte é isento ou não tributado, ex: Item 162, Anexo X do RICMS/2023; Orientações Técnicas para lançamentos de cada caso. A cada NF-e de saída de mercadoria destinada a outro Estado, em que o serviço de transporte seja prestado por terceiros não inscritos em MG, lançar os dados do documento fiscal no registro “C100” e nos demais registros filhos exigidos pela legislação e complementar o lançamento de acordo com um dos casos: 1, 2 ou 3. Caso 1 - ICMS ST de Transporte conforme Informações Complementares da NF-e. Lastro para os lançamentos: NF-e de Saída de Mercadoria para fora do Estado; CT-e relativos às Notas Fiscais em que o remetente/alienante é o substituto tributário (transportador de outra UF). Nesse caso, o Transportador não é inscrito em Minas Gerais (transportador autônomo ou transportador de outra unidade da Federação). Criar um código de observação para identificar os lançamentos em que o transportador não é inscrito em MG e o alienante/remetente é o substituto tributário em relação ao ICMS relativo à prestação de serviço de transporte (Art. 3º, §4º, Anexo VII do RICMS/2023) Registro “0460” – TABELA DE OBSERVAÇÕES DO LANÇAMENTO FISCAL Lançamento da saída da NFe de mercadoria Complementar o lançamento da NFe de mercadoria (registro C100 e filhos - Saída) com o registro do Débito Especial referente ao valor do ICMS/ST Transporte mediante lançamento de “Ajuste de Documento” – Registros C195/C197: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E210 – Apuração do ICMS - Substituição Tributária (E200 -", "pagina": 1, "tags": []}
{"titulo": "-> CAMPO 02 - “UF” = “MG”):", "artigo": null, "paragrafo": null, "texto": "Estes valores devem ser acumulados no campo 15 – “DEB_ESP” Ao final do período, o contribuinte deverá apresentar o(s) recolhimento(s) feitos mediante DAE no(s) Registro(s) E250: OBRIGAÇÕES DO ICMS RECOLHIDO OU A RECOLHER – SUBSTITUIÇÃO TRIBUTÁRIA, utilizando o código de receita correspondente para preenchimento do campo 05 – “COD_REC”:", "pagina": 1, "tags": []}
{"titulo": "2154|ICMS SUBST. TRIB. TRANSPORTE|;", "artigo": null, "paragrafo": null, "texto": "Registro “E250”: OBRIGAÇÕES DO ICMS RECOLHIDO OU A RECOLHER – SUBSTITUIÇÃO TRIBUTÁRIA Obs.: Declarações na DAPI O valor totalizado do ICMS/ST Transporte deverá compor o campo 103 da DAPI (Obrigações a recolher - Serv. Transporte de Responsabilidade Remetente). Orientação complementar: Se o declarante for o tomador (modalidade do transporte = ‘CIF’) e não houve emissão de CT-e (Transportador autônomo), complementar o lançamento da NFe da mercadoria (registro C100 e filhos - Saída), referente ao crédito pela aquisição do serviço, mediante lançamento adicional de outro “Ajuste de Documento” – Registro C197: Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E110 – Apuração do ICMS - Operações Próprias: Estes valores devem ser acumulados no campo 7 – “VL_AJ_CREDITOS” Obs.: Declarações na DAPI Os valores totalizados dos créditos deverão compor o campo 71 da DAPI (Outros Créditos) Caso 2 - Não se aplica o regime de ST para o transporte porque o Transportador fez o pagamento antecipado Lastro para os lançamentos: NF-e de Saída de Mercadoria para fora do Estado; Documento de arrecadação nos casos em que não se aplica a ST devido ao pagamento antecipado; Criar um código de observação para informação complementar do documento fiscal, e um código para identificar a observação do lançamento de que não se aplica o regime de Substituição Tributária para a prestação de serviço de transporte porque o transportador fez o pagamento antes de iniciar a prestação de serviço (RICMS/02, Art. 3º, §3º, Anexo VII do RICMS/2023 ). Registro “0450” – TABELA DE INFORMAÇÃO COMPLEMENTAR DO DOCUMENTO FISCAL Registro “0460” – TABELA DE OBSERVAÇÕES DO LANÇAMENTO FISCAL Complementar o lançamento da Nota Fiscal de mercadoria (registro C100 e filhos - Saída) apresentando os registros abaixo indicados: Informar um registro C110 e seu respectivo filho C112 para identificar o documento de arrecadação referente ao recolhimento do ICMS efetuado pelo transportador, bem como o registro C195 referente à observação do lançamento fiscal. Registo “C110”: INFORMAÇÃO COMPLEMENTAR DA NOTA FISCAL (CÓDIGO 01, 1B, 04 e 55). Registo “C112”: DOCUMENTO DE ARRECADAÇÃO REFERENCIADO. Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Orientação complementar: Se o declarante for o tomador (modalidade do transporte = ‘CIF’) e não houve emissão de CT-e, gerar o registro referente ao crédito pela aquisição do serviço, mediante lançamento adicional de outro “Ajuste de Documento” C197: Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E110 – Apuração do ICMS - Operações Próprias: Estes valores devem ser acumulados no campo 7 – “VL_AJ_CREDITOS” Obs.: Declarações na DAPI Os valores totalizados dos créditos deverão compor o campo 71 da DAPI (Outros Créditos) Caso 3 - Não se aplica o regime de ST para o transporte porque o serviço de transporte é isento ou não tributado, ex: Item 162, Anexo X do RICMS/2023; Lastro para os lançamentos: NF-e de Saída de Mercadoria para fora do Estado; Criar um código de observação para identificar os lançamentos em que não se aplica o regime de Substituição Tributária para a prestação de serviço porque o serviço de transporte é isento ou não tributado. Registro “0460” – TABELA DE OBSERVAÇÕES DO LANÇAMENTO FISCAL Complementar o lançamento de cada Nota Fiscal de mercadoria (registro C100 e filhos - Saída) com o registro C195: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Dispõe sobre os lançamentos do crédito ICMS de Transporte, no registro de entrada, pelo destinatário, tomador do serviço de transporte (FOB) Lastro para o lançamento: NF-e de Entrada de Mercadoria (com os valores referentes ao ICMS do serviço de transporte informado no campo de informações complementares) ou GNRE referente ao recolhimento do respectivo imposto efetuado pelo destinatário. Neste caso, não há emissão de CT-e (valores foram informados na NFe). Criar um código de observação: Registro “0460” – TABELA DE OBSERVAÇÕES DO LANÇAMENTO FISCAL Lançamento da entrada da NFe de mercadoria: Complementar o lançamento da Nota Fiscal de mercadoria (registro C100 e filhos - Entrada) com o registro do crédito do valor do ICMS do serviço de Transporte mediante lançamento de “Ajuste de Documento” – Registros C195/C197: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E – Registro E110 – Apuração do ICMS - Operações Próprias: Estes valores devem ser acumulados no campo 7 – “VL_AJ_CREDITOS” Obs.: Declarações na DAPI Os valores totalizados dos créditos deverão compor o campo 71 da DAPI (Outros Créditos) Controle de alterações: Versão V.2024.01 – atualizada até 04/2024 - Atualização RICMS/2023.", "pagina": 1, "tags": []}
