{"titulo": null, "artigo": null, "paragrafo": null, "texto": "Dispõe sobre os lançamentos relativos ao “Fundo de Erradicação da Miséria (FEM)” na Escrituração Fiscal Digital (EFD) Objetivo: Este manual tem o objetivo de detalhar os procedimentos para lançamentos de demonstração e apuração dos valores destinados ao Fundo de Erradicação da Miséria (FEM)  na Escrituração Fiscal Digital (EFD). As referências feitas ao FEM equivalem às referências feitas ao Fundo de Combate à Pobreza (FCP) dada a pluralidade de termos que tratam do adicional de alíquota para os fins do disposto no § 1° do art. 82 do Ato das Disposições Constitucionais Transitórias da Constituição da República (ADCT). Em relação à incidência do FCP nas hipóteses da EC87/15, o contribuinte deve seguir as orientações do Guia Prático da EFD, bem como do manual “EFD - Orientação de Escrituração - DIFAL Destino (MG) EC87 2015 - Recolhimento a cada operação” disponível no Considerando a inexistência de registro específico para apuração do FEM na EFD uma vez que, atualmente, o valor do referido adicional de alíquotas está adicionado ao ICMS relativo à operação própria (ICMS/OP) ou ao ICMS devido por substituição tributária (ICMS/ST) nos registros analíticos (C190, por exemplo), esta orientação se baseia na utilização do registro C191 (obrigatório para os contribuinte mineiros) para auxiliar na apuração do FEM “extra EFD” pelo contribuinte, e no lançamento do saldo devedor apurado como “Débitos Especiais de FEM” no Registro E110 (ICMS/OP) e/ou no Registro E210 (ICMS/ST), considerando o “balanço dos registros C191 a débito e a crédito”, bem como no controle de saldos credores, eventualmente apurados, utilizando-se os registros 1200 e 1210 da EFD. Assim, a escrituração das operações sujeitas ao FEM deve ser efetivadas na EFD considerando as seguintes situações: Lançamentos baseados em documentos fiscais em que há destaque de “FEM/OP” ou “FEM/ST” nos campos próprios, com apuração e respectivo recolhimento após o término do período, bem como nos casos em que os recolhimentos sejam efetuados a cada operação. Lançamentos baseados em documentos fiscais em que não há destaque de “FEM/OP” ou “FEM/ST” nos campos próprios, cujos recolhimentos foram efetuados a cada operação, ou por apuração, nos casos de Regime Especial de dilação de prazo, em que há incidência do FEM no caso de “ST Interna” art. 15 do Anexo VII RICMS/2023.; bem como nos casos de entrada da mercadoria sujeita ao FEM para uso ou consumo, ou ativo imobilizado, sem retenção (ou recolhimento) em etapa anterior. Desta forma, os contribuintes deverão promover os “Ajustes de Documento” utilizando os registros C195 e C197 (contribuintes mineiros) na escrituração das Notas Fiscais referentes às operações em que há incidência de valores destinados ao FEM, bem como “Ajustes de Apuração”, conforme as orientações a seguir, considerando os códigos de ajustes específicos publicados pela SEF/MG que constam na Tabela 5.1.1 e na Tabela 5.3. Sugere-se a leitura prévia do  para melhor compreensão deste manual. Lastro para o lançamento: Notas Fiscais emitidas com incidência do FEM. Documentos de arrecadação referentes ao FEM. Lançamentos Fiscais: Caso 1 - FEM referente às operações próprias do período (destacado no campo próprio do documento fiscal) com apuração e respectivo recolhimento após o término do período; Caso 2 - FEM referente às operações ST do período (destacado no campo próprio do documento fiscal) com apuração e respectivo recolhimento após o término do período; Caso 3 - FEM referente às operações ST do período (destacado no campo próprio do documento fiscal) com recolhimentos relativos a cada operação, considerando legislação específica que obriga o contribuinte a fazer recolhimentos antecipados (Contribuinte de outra Unidade da Federação (UF) sem IE/ST ou IE/ST irregular); Caso 4 - FEM referente às operações sujeitas à ST Interna no momento da entrada (sem o destaque do FEM no campo próprio do documento fiscal) Caso 5 - FEM referente à aquisição de mercadoria em operação interestadual, ou importação, para uso, consumo, ou ativo imobilizado (sem o destaque do FEM no campo próprio do documento fiscal ou não recolhido em etapa anterior); Caso 6 - FEM referente ao Estoque de mercadorias sujeitas à Substituição Tributária; Caso 7 - Registros informativos do ICMS/ST e do FEM pelo destinatário mineiro (substituído) no registro de entrada de mercadorias cujo remetente seja o substituto tributário. Orientações Técnicas para lançamentos em cada caso. Caso 1 - FEM referente às operações próprias do período (destacado no campo próprio do documento fiscal) com apuração e respectivo recolhimento após o término do período). O valor do FEM é originado na emissão dos documentos fiscais do período, com o devido destaque do “FEM/OP” no campo próprio do documento fiscal. Na escrituração, o FEM/OP deve, em caráter informativo, ser escriturado no registro C191 e também deve ser informado somado ao ICMS/OP no registro C190. Assim, quando escriturado, todo o valor destacado é levado para a apuração no registro E110 proveniente dos registros analíticos. Com isso, deve ser feito o estorno da parcela do FEM/OP da apuração do ICMS/OP, bem como a “indicação” das parcelas de débito do FEM/OP que serão consideradas na apuração “extra EFD” a ser feita pelo contribuinte. Desta forma, o contribuinte deve efetuar os ajustes na EFD para segregar as obrigações que devem ser apuradas e recolhidas em códigos distintos.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO DAS OPERAÇÕES DE SAÍDA NA EFD:", "artigo": null, "paragrafo": null, "texto": "Nos casos de operações de saída acobertadas com emissão de documentos fiscais que permitem lançamentos de ajustes de documento (por exemplo: NF-e, NFC-e e nota fiscal modelo 1), os contribuintes mineiros devem lançar os dados da Nota Fiscal no registro “C100” e demais registros filhos exigidos pela legislação, e complementar o lançamento com os registros C195 e C197 conforme abaixo. Registro de Saída. Observações do lançamento: Considerando que o valor total destacado foi levado a débito na apuração do ICMS ao ser informado no campo próprio dos registros C190, lançar o registro do Estorno do Débito, na apuração do ICMS (Registro E110), da parcela referente ao valor do FEM destacado no campo próprio do documento fiscal mediante lançamento de “Ajuste de Documento”: MG20000018|Estorno de débito; Op.Própria; Resp.: Própria; Apur.: A apurar; Mercadoria; Fundo de Erradicação da Miséria – FEM - adicionado ao ICMS/OP Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E da EFD – Apuração do ICMS - Operação Própria: Estes valores devem ser acumulados no campo 07 - “VL_AJ_CREDITOS” (Valor total dos ajustes a crédito decorrentes do documento fiscal) do Registro E110 – Apuração do ICMS - Operações Próprias. Lançamento na DAPI – Estes valores devem ser totalizados no campo 90.1 – Estorno do FEM Lançamentos relativos ao débito do FEM/OP adicionado ao ICMS/OP na escrituração: Neste caso em que o débito referente ao valor do FEM/OP foi “destacado” no campo próprio das Notas Fiscais, efetuar o lançamento deste valor no registro C191, que irá auxiliar na totalização dos débitos de FEM/OP que serão considerados na apuração “extra EFD” a ser feita pelo contribuinte, e, ao final do período, o saldo devedor apurado será lançado como “Débito Especial de FCP/FEM” no registro E110, mediante lançamento de “Ajuste de Apuração” (E111), conforme descrito no item 1.3: REGISTRO “C191”: INFORMAÇÕES DO FUNDO DE COMBATE À POBREZA – FCP – NA NF-e (CÓDIGO 55) Reflexo no Bloco E da EFD: Como este registro tem caráter informativo, não causa reflexo nos valores dos campos no Bloco E.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO DAS OPERAÇÕES QUE GERAM CRÉDITO DO FEM/OP NA EFD:", "artigo": null, "paragrafo": null, "texto": "No caso de operação interna de entrada das mercadorias sujeitas ao FEM/OP que foram devolvidas, os contribuintes mineiros devem lançar os dados do respectivo documento fiscal no registro “C100” e nos demais registros filhos exigidos pela legislação, e complementar o lançamento com os registros C195 e C197 conforme abaixo: Entrada referente à devolução de mercadoria em que o documento fiscal foi escriturado com “ICMS/OP+ FEM/OP” no registro analítico. Registro de Entrada. Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Uma vez que os valores destacados a título de ICMS/OP e de FEM/OP foram somados e levados a crédito na apuração do ICMS ao ser informado no campo próprio dos registros C190, o contribuinte deverá efetuar o registro do Estorno do Crédito, na apuração do ICMS (Registro E110), da parcela referente ao valor do FEM/OP relativo às operações de entrada das devoluções das mercadorias sujeitas ao FEM/OP, mediante lançamento de “Ajuste de Documento”:  Código de Ajuste por Documento a ser utilizado (C197\t“COD_AJ”): MG50000018|Estorno de crédito; Op.Própria; Resp.: Própria; Apur.: A apurar; Mercadoria; Fundo de Erradicação da Miséria - FEM - adicionado ao ICMS/OP - Entrada de mercadoria devolvida Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E da EFD – Apuração do ICMS - Operação Própria: Estes valores devem ser acumulados no campo 03 - “VL_AJ_DEBITOS” (Valor total dos ajustes a débito decorrentes do documento fiscal) do Registro E110 – Apuração do ICMS - Operações Próprias. Lançamento na DAPI – Estes valores devem ser totalizados no campo 95 – Estorno Créditos – Motivo 2 (Demais Estornos de Créditos) Lançamentos relativos ao crédito do FEM/OP adicionado ao ICMS/OP na escrituração : Neste caso em que o crédito referente ao valor do FEM/OP foi “destacado” no campo próprio dos documentos fiscais de entrada referentes às devoluções, efetuar o lançamento deste valor no registro C191, que irá auxiliar na totalização dos créditos de FEM/OP que serão considerados na apuração “extra EFD” a ser feita pelo contribuinte, e, ao final do período, o saldo devedor apurado será lançado como “Débito Especial de FCP/FEM” no registro E110, mediante lançamento de “Ajuste de Apuração” (E111), conforme descrito no item 1.3: REGISTRO “C191”: INFORMAÇÕES DO FUNDO DE COMBATE À POBREZA – FCP – NA NF-e (CÓDIGO 55) Reflexo no Bloco E da EFD: Como este registro tem caráter informativo, não causa reflexos nos valores dos campos no Bloco E.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO DO SALDO APURADO DO FEM (OPERAÇÕES PRÓPRIAS) NA EFD:", "artigo": null, "paragrafo": null, "texto": "Registro de Saldo Devedor Ao final do período de apuração, o contribuinte deve totalizar os valores informados no registro C191 a débito e a crédito e efetuar a apuração “Extra EFD” do FEM/OP. O contribuinte deve apurar em separado o saldo devedor de FEM do período do eventual saldo devedor de FEM extemporâneo. Caso o contribuinte tenha realizado operações que geram crédito de FEM no período, este valor deverá ser abatido apenas do FEM do período. Não é possível abater do FEM extemporâneo, pois, sobre esse, corre juros e multa.", "pagina": 1, "tags": []}
{"titulo": "SALDO DEVEDOR DE FEM DO PERÍODO", "artigo": null, "paragrafo": null, "texto": "O saldo devedor apurado de FEM do período, se houver, deve ser lançado mediante um “Ajuste de Apuração” em um registro E111 com o código: MG050006|Apuração do ICMS; Débito Especial; Fundo de Erradicação da Miséria - FEM|01082014|", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E111: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS.", "artigo": null, "paragrafo": null, "texto": "Reflexo no Bloco E: Apuração do ICMS – Operações Próprias Lançamento na DAPI – Estes valores devem ser totalizados no campo 98.1 – FEM a recolher.", "pagina": 1, "tags": []}
{"titulo": "SALDO DEVEDOR DE FEM EXTEMPORÂNEO", "artigo": null, "paragrafo": null, "texto": "O saldo devedor apurado de FEM extemporâneo, se houver, deve ser lançado mediante um “Ajuste de Apuração” em um registro E111 com o código: MG050005|Apuração do ICMS; Débito Especial; Fundo de Erradicação da Miséria - FEM- extemporâneo|01032021|", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E111: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS.", "artigo": null, "paragrafo": null, "texto": "Estes valores devem ser acumulados no campo 15 - “DEB_ESP” (Valores recolhidos ou a recolher, extra apuração) do Registro E110 – Apuração do ICMS - Operações Próprias. Lançamento na DAPI – Estes valores devem ser totalizados no campo 110.1 – FEM antecipado / extemporâneo. Apresentar os Registros E116 informando as obrigações relativas ao FEM/OP, que será recolhido em DAE distinto, utilizando o código de receita correspondente para preenchimento do campo 05 – “COD_REC”:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E116: OBRIGAÇÕES DO ICMS RECOLHIDO OU A RECOLHER – OPERAÇÕES PRÓPRIAS.", "artigo": null, "paragrafo": null, "texto": "Lançamento na DAPI – Ao final do período, o valor apurado do FEM/OP deve ser informado no campo 98.1 da DAPI – Fundo de Erradicação da Miséria – FEM a recolher. Registro de Saldo Credor Ao final do período de apuração, caso o contribuinte tenha apurado saldo credor do FEM/OP, deve ser informado um Registro 1200 para controle dos créditos fiscais, utilizando o código: MG092004|Apropriação de crédito – Saldo credor apurado no período do FEM Operações Próprias", "pagina": 1, "tags": []}
{"titulo": "REGISTRO 1200: CONTROLE DE CRÉDITOS FISCAIS – ICMS:", "artigo": null, "paragrafo": null, "texto": "Em períodos seguintes, sendo apurado saldo devedor, o contribuinte deve apresentar um registro 1210 para indicar a utilização de saldo anterior para dedução do valor a recolher. Código a ser informado: MG04|Utilização de crédito para abatimento de saldo devedor - FEM Operações Próprias", "pagina": 1, "tags": []}
{"titulo": "REGISTRO 1210: UTILIZAÇÃO DE CRÉDITOS FISCAIS – ICMS.", "artigo": null, "paragrafo": null, "texto": "Caso 2 - FEM referente às operações ST do período (destacado no campo próprio do documento fiscal) com apuração e respectivo recolhimento após o término do período. (Operações internas sujeitas à ST, Contribuintes de UF signatárias de convênio ou protocolo com IE/ST regular e Contribuintes detentores de regime especial de atribuição da responsabilidade por ST situados em unidades não signatárias de convênio ou protocolo com IE/ST regular). O valor do FEM é originado na emissão das Notas Fiscais do período, com o devido destaque do “FEM” no campo próprio do documento fiscal. Na escrituração, o FEM deve, em caráter informativo, ser escriturado no registro C191 e também deve ser informado somado ao ICMS/ST no registro C190. Assim, quando escriturado, todo o valor destacado é levado para a apuração no registro E210 proveniente dos registros analíticos. Com isso, deve ser feito o estorno da parcela do FEM da apuração do ICMS/ST, bem como a “indicação” das parcelas de débito do FEM que serão consideradas na apuração “extra EFD” a ser feita pelo contribuinte. Desta forma, o contribuinte deve efetuar os ajustes na EFD para segregar as obrigações que devem ser apuradas e recolhidas em códigos distintos.", "pagina": 1, "tags": []}
{"titulo": "REGISTROS DE OPERAÇÕES DE SAÍDA NA EFD:", "artigo": null, "paragrafo": null, "texto": "Os contribuintes mineiros devem lançar os dados da Nota Fiscal no registro “C100” e demais registros filhos exigidos pela legislação, e complementar o lançamento com os registros C195 e C197 conforme abaixo. Registro de Saída. Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Considerando que o valor total destacado foi levado a débito na apuração do ICMS/ST ao ser informado no campo próprio dos registros C190, efetuar o registro do Estorno do Débito, na apuração do ICMS/ST (Registro E210), da parcela referente ao valor do FEM mediante lançamento de “Ajuste de Documento”: Código de Ajuste de Documento a ser utilizado (C197  “COD_AJ”): MG21000018|Estorno de débito; Op.ST; Resp.: Própria; Apur.: A apurar; Mercadoria; Fundo de Erradicação da Miséria – FEM - adicionado ao ICMS/ST Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL.  Reflexo no Bloco E – Apuração do ICMS - Substituição Tributária (E200   CAMPO 02 “UF” = “MG”): Estes valores devem ser acumulados no campo 07 - “VL_AJ_CREDITOS_ST” (Valor total dos ajustes a crédito de ICMS/ST, provenientes de ajustes do documento fiscal) do Registro E210 – Apuração do ICMS - Substituição Tributária. Lançamento na DAPI – Estes valores devem ser totalizados no campo 82.1 – Estorno devido ao FEM Lançamentos relativos ao débito de FEM adicionado ao ICMS/ST na escrituração: Neste caso em que o débito referente ao valor do FEM foi retido no campo próprio das Notas Fiscais, efetuar o lançamento deste valor no registro C191, que irá auxiliar na totalização dos débitos de FEM que serão considerados na apuração “extra EFD” a ser feita pelo contribuinte, e, ao final do período, se for apurado saldo devedor, será lançado como “Débito Especial de FCP/FEM (ST)” no registro E210, mediante lançamento de “Ajuste de Apuração” (E220), conforme descrito no item 2.3.1: REGISTRO “C191”: INFORMAÇÕES DO FUNDO DE COMBATE À POBREZA – FCP – NA NF-e (CÓDIGO 55) Reflexo no Bloco E da EFD: Como este registro tem caráter informativo, não causa reflexo nos valores dos campos no Bloco E. 2.1.2 Os contribuintes de outras unidades da Federação que possuem Inscrição Estadual (IE) de Substituto Tributário regular e efetuam a apuração do imposto com recolhimento após o término do período, devem lançar os dados da Nota Fiscal no registro “C100” e demais registros filhos exigidos pela legislação de seu estado e, ao final do período, efetuar os “Ajustes de Apuração” para MG, conforme abaixo: Lançamentos relativos ao débito de FEM adicionado ao ICMS/ST na escrituração: Neste caso em que o débito referente ao valor do FEM foi retido no campo próprio das Notas Fiscais, efetuar o lançamento deste valor no registro C191, que irá auxiliar na totalização dos débitos de FEM que serão considerados na apuração “extra EFD” a ser feita pelo contribuinte, e, ao final do período, se for apurado saldo devedor, será lançado como “Débito Especial de FCP/FEM (ST)” no registro E210, mediante lançamento de “Ajuste de Apuração” (E220), conforme descrito no item 2.3.1: REGISTRO “C191”: INFORMAÇÕES DO FUNDO DE COMBATE À POBREZA – FCP – NA NF-e (CÓDIGO 55) Uma vez que o FEM deve ser informado somado ao ICMS/ST na escrituração e este valor é levado a débito na apuração do ICMS/ST, lançar um “Ajuste de Apuração” em um registro E220 referente ao “Estorno do Débito de ICMS/ST” da parcela correspondente ao valor do FEM, utilizando o código: MG130006|Apuração do ICMS ST; Estorno de débitos; Fundo de Erradicação da Miséria – FEM - adicionado ao ICMS/ST", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E220: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS SUBSTITUIÇÃO TRIBUTÁRIA", "artigo": null, "paragrafo": null, "texto": " Reflexo no Bloco E – Apuração do ICMS - Substituição Tributária (E200   CAMPO 02 “UF” = “MG”): Estes valores devem ser acumulados no campo 06 - “VL_OUT_CRED_ST” (Valor total de Ajustes \"Outros créditos ST\" e “Estorno de débitos ST”) do Registro E210 – Apuração do ICMS - Substituição Tributária. Lançamento na GIA-ST – Estes valores devem ser totalizados no campo 17 – Pagamentos Antecipados Ao final do período, o contribuinte de outra UF deverá apresentar os Registros E250 informando o valor apurado a pagar relativo ao FEM na Guia Nacional de Recolhimento de Tributos Estaduais (GNRE) ou no Documento de Arrecadação Estadual (DAE), utilizando o código de receita correspondente para preenchimento do campo 05 – “COD_REC”:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO DAS OPERAÇÕES QUE GERAM CRÉDITO DO FEM NA EFD:", "artigo": null, "paragrafo": null, "texto": "No caso de operação interna de entrada das mercadorias sujeitas ao FEM que foram devolvidas, os contribuintes mineiros devem lançar os dados da respectiva Nota Fiscal no registro “C100” e nos demais registros filhos exigidos pela legislação, e complementar o lançamento com os registros C195 e C197 conforme as hipóteses abaixo: Entrada das devoluções em que a Nota Fiscal foi escriturada com “ICMS/ST + FEM” no registro C190 Registro de Entrada. Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Uma vez que o valor total de (ICMS/ST + FEM) foi escriturado no registro C190 e levado a crédito na apuração do ICMS/ST, efetuar o registro do Estorno do Crédito, na apuração da “Substituição Tributária” (Registro E210), da parcela referente ao valor do FEM relativa às operações de entrada das devoluções das mercadorias sujeitas ao FEM, mediante lançamento de “Ajuste de Documento”:  Código de Ajuste por Documento a ser utilizado (C197\t“COD_AJ”): MG51000018|Estorno de crédito; Op.ST.; Resp.: Própria; Apur.: A apurar; Mercadoria; Fundo de Erradicação da Miséria - FEM - adicionado ao ICMS/ST - Entrada de mercadoria devolvida Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL.  Reflexo no Bloco E da EFD – Apuração do ICMS - Substituição Tributária: (E200\tCAMPO 02 “UF” = “MG”) Estes valores devem ser acumulados no campo 10 - “VL_AJ_DEBITOS_ST” (Valor total dos ajustes a débito de ICMS/ST provenientes de ajustes do documento fiscal) do Registro E210. Lançamento na DAPI – Estes valores devem ser totalizados no campo 77.1 – “Outros Débitos” – ICMS ST Lançamentos relativos ao crédito de FEM (ST) adicionado ao ICMS/ST na escrituração: Neste caso, considerando que o crédito referente ao valor do FEM foi adicionado no registro C190 das Notas Fiscais de entrada referente às devoluções, efetuar um lançamento deste valor no registro C191, que irá auxiliar na totalização dos créditos de FEM que serão considerados na apuração “extra EFD” a ser feita pelo contribuinte, e, ao final do período, se apurado saldo devedor, este será lançado como “Débito Especial de FCP/FEM (ST)” no registro E210, mediante lançamento de “Ajuste de Apuração” (E220), conforme descrito no item 2.3: REGISTRO “C191”: INFORMAÇÕES DO FUNDO DE COMBATE À POBREZA – FCP – NA NF-e (CÓDIGO 55) Reflexo no Bloco E da EFD: Como este registro tem caráter informativo, não causa reflexo nos valores dos campos no Bloco E. Entrada referente à devolução em que a Nota Fiscal não apresenta destaque nem do ICMS/ST nem do FEM (Autorizado o crédito dos valores informados nos campos relativos ao Código de Situação Tributária - CST - 060 ou Código de Situação Tributária da Operação no Simples Nacional - CSOSN - 500 ou, quando for o caso, no campo de informações complementares do documento fiscal) Registro de Entrada. Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Uma vez que o valor ICMS/ST a ser creditado foi informado nos campos relativos ao Código de Situação Tributária - CST - 060 ou Código de Situação Tributária da Operação no Simples Nacional - CSOSN - 500 ou, quando for o caso, no campo informações complementares do documento fiscal (o valor não é informado no registro C190), efetuar o registro do “Outros Créditos ST”, na apuração da “Substituição Tributária” (Registro E210), do ICMS/ST relativo às operações de entrada das devoluções das mercadorias, mediante lançamento de “Ajuste de Documento”:  Código de Ajuste por Documento a ser utilizado (C197\t“COD_AJ”): MG11000902|Outros créditos; Op.ST; Resp.: Própria; Apur.: A apurar; Mercadoria; Devolução. Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. Reflexo no Bloco E da EFD – Apuração do ICMS - Substituição Tributária: (E200 = MG) Estes valores devem ser acumulados no campo 07 - “VL_AJ_CREDITOS_ST” (Valor total dos ajustes a crédito de ICMS/ST provenientes de ajustes do documento fiscal) do Registro E210. Lançamento na DAPI – Estes valores devem ser totalizados no campo 80 – “Devolução/Outros Créditos” – ICMS ST Lançamentos relativos ao crédito de FEM (ST): Neste caso, considerando que o crédito referente ao valor do FEM deverá ser informado nos campos relativos ao CST - 060 ou CSOSN - 500 ou, quando for o caso, no campo de informações complementares da Notas Fiscais de entrada referente às devoluções, efetuar um lançamento deste valor no registro C191, que irá auxiliar na totalização dos créditos de FEM que serão considerados na apuração “extra EFD” a ser feita pelo contribuinte, e, ao final do período, se apurado saldo devedor, este será lançado como “Débito Especial de FCP/FEM (ST)” no registro E210, mediante lançamento de “Ajuste de Apuração” (E220), conforme descrito no item 2.3: REGISTRO “C191”: INFORMAÇÕES DO FUNDO DE COMBATE À POBREZA – FCP – NA NF-e (CÓDIGO 55) Reflexo no Bloco E da EFD: Como este registro tem caráter informativo, não causa reflexo nos valores dos campos no Bloco E. Registro de Nota Fiscal referente à restituição de FEM – Substituição Tributária Registro de Entrada. Lançamento relativo ao crédito de restituição do FEM: Este lançamento terá como lastro a Nota Fiscal de restituição emitida com item com CST X60 ou CSOSN 500 e o crédito referente ao valor do FEM deverá ser informado no campo dados do produto, conforme Anexo VII do RICMS/2023. Efetuar um lançamento deste valor no registro C191 que irá auxiliar na totalização dos créditos de FEM que serão considerados na apuração “extra EFD” a ser feita pelo contribuinte, e, ao final do período, se apurado saldo devedor, este será lançado como “Débito Especial de FCP/FEM (ST)” no registro E210, mediante lançamento de “Ajuste de Apuração” (E220), conforme descrito no item 2.3. REGISTRO “C191”: INFORMAÇÕES DO FUNDO DE COMBATE À POBREZA – FCP – NA NF-e (CÓDIGO 55) Reflexo no Bloco E da EFD: Como este registro tem caráter informativo, não causa reflexo nos valores dos campos no Bloco E. Os contribuintes de outras unidades da Federação que possuem IE de Substituto Tributário regular e efetuam a apuração do imposto com recolhimento após o término do período, devem lançar os dados da Nota Fiscal da operação de entrada das mercadorias devolvidas pelo contribuinte mineiro no registro “C100” e demais registros filhos exigidos pela legislação de seu estado e, ao final do período, efetuar os “Ajustes de Apuração” para MG, conforme abaixo: Ao final do período, caso o lançamento feito pelo contribuinte, em razão do retorno integral, implique em crédito da parcela do FEM na apuração do ICMS/ST para MG (E200 = MG), efetuar o registro do Estorno de Crédito, na apuração da “Substituição Tributária” (Registro E210), da parcela referente ao valor do FEM das Notas Fiscais relativas às operações de entrada das devolução das mercadorias sujeitas ao FEM, mediante lançamento de “Ajuste de Apuração” em um registro E220 utilizando o código: MG119999|Apuração do ICMS ST; Estorno de créditos para ajuste de apuração ICMS ST.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E220: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS SUBSTITUIÇÃO TRIBUTÁRIA", "artigo": null, "paragrafo": null, "texto": " Reflexo no Bloco E – Apuração do ICMS - Substituição Tributária (E200\tCAMPO 02 “UF” = “MG”): Estes valores devem ser acumulados no campo 09 “VL_OUT_DEB_ST” (Valor Total dos ajustes \"Outros débitos ST\" \" e “Estorno de créditos ST”) do Registro E210 – Apuração do ICMS - Substituição Tributária. Lançamento na GIA-ST – Estes valores devem ser totalizados no campo 13 – ICMS retido por ST Lançamentos relativos ao crédito de FEM (ST): Ao final do período, o contribuinte deve totalizar os “Créditos do período do Fundo de Erradicação da Miséria - FEM - adicionado ao ICMS/ST na escrituração - Entrada de mercadoria devolvida” no registro C191, conforme o lançamento descrito no item 2.1.2 (A).", "pagina": 1, "tags": []}
{"titulo": "REGISTRO DO SALDO APURADO DO FEM /ST NA EFD:", "artigo": null, "paragrafo": null, "texto": "Registro de Saldo Devedor Ao final do período de apuração, tanto os contribuintes mineiros quanto os de outras unidades da Federação, devem totalizar os valores escriturados a título de crédito e de débito de FEM/ST no registro C191 e efetuar a apuração “Extra EFD” do FEM (ST). O contribuinte deve apurar em separado o saldo devedor de FEM do período do eventual saldo devedor de FEM extemporâneo. Caso o contribuinte tenha realizado operações que geram crédito de FEM no período, este valor deverá ser abatido apenas do FEM do período. Não é possível abater do FEM extemporâneo, pois, sobre esse, corre juros e multa.", "pagina": 1, "tags": []}
{"titulo": "SALDO DEVEDOR DE FEM/ST DO PERÍODO", "artigo": null, "paragrafo": null, "texto": "O saldo devedor apurado de FEM/ST do período, se houver, deve ser lançado mediante um “Ajuste de Apuração” em um registro E220 com o código: MG150006|Apuração do ICMS ST; Débito Especial; Fundo de Erradicação da Miséria - FEM", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E220: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS SUBSTITUIÇÃO TRIBUTÁRIA", "artigo": null, "paragrafo": null, "texto": " Reflexo no Bloco E: Apuração do ICMS – Substituição Tributária (E200\tCAMPO “UF” = “MG”): Estes valores devem ser acumulados no campo 15 - “DEB_ESP_ST” do Registro E210. Lançamento na DAPI – Estes valores devem ser totalizados no campo 82.2 – “FEM ST a recolher”", "pagina": 1, "tags": []}
{"titulo": "SALDO DEVEDOR DE FEM/ST EXTEMPORÂNEO", "artigo": null, "paragrafo": null, "texto": "O saldo devedor apurado de FEM/ST extemporâneo, se houver, deve ser lançado mediante um “Ajuste de Apuração” em um registro E220 com o código: MG150009|Apuração do ICMS ST; Débito Especial; Fundo de Erradicação da Miséria - FEM Extemporâneo|01072015|", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E111: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS.", "artigo": null, "paragrafo": null, "texto": "Lançamento na DAPI – Estes valores devem ser totalizados no campo 110.1 – “FEM antecipado / extemporâneo” A) Apresentar os Registros E250 informando as obrigações relativas ao FEM, que será recolhido em DAE distinto, utilizando o código de receita correspondente para preenchimento do campo 05 – “COD_REC”:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E250: OBRIGAÇÕES DO ICMS RECOLHIDO OU A RECOLHER – SUBSTITUIÇÃO TRIBUTÁRIA.", "artigo": null, "paragrafo": null, "texto": "Lançamento na DAPI – Ao final do período, o valor apurado do FEM adicionado ao ICMS/ST deve ser informado no campo 82.2 da DAPI – Fundo de Erradicação da Miséria – FEM a recolher. Lançamento na GIA-ST – Estes valores devem ser totalizados no campo 21-a – Total ICMS-ST a recolher FCP a recolher Registro de Saldo Credor Caso os contribuintes mineiros tenham apurado saldo credor do “FEM – Substituição Tributária”, ao final do período de apuração, deve ser informado um Registro 1200 para controle dos créditos fiscais, utilizando o código: MG092005|Apropriação de crédito – Saldo credor apurado no período do FEM Substituição Tributária", "pagina": 1, "tags": []}
{"titulo": "REGISTRO 1200: CONTROLE DE CRÉDITOS FISCAIS – ICMS:", "artigo": null, "paragrafo": null, "texto": "Em períodos seguintes, sendo apurado saldo devedor, o contribuinte deve apresentar um Registro 1210 para indicar a utilização de saldo anterior para dedução do valor a recolher. Código a ser informado: MG05|Utilização de crédito para abatimento de saldo devedor - FEM Substituição Tributária", "pagina": 1, "tags": []}
{"titulo": "REGISTRO 1210: UTILIZAÇÃO DE CRÉDITOS FISCAIS – ICMS.", "artigo": null, "paragrafo": null, "texto": "Caso os contribuintes de outras unidades da Federação tenham apurado saldo credor do “FEM – Substituição Tributária”, ao final do período de apuração, devem realizar o controle do crédito de FEM/ST acumulado extra apuração e manter estes dados disponíveis ao Fisco. Caso 3 - FEM referente às operações ST do período (destacado no campo próprio do documento fiscal) com recolhimentos relativos a cada operação, considerando legislação específica que obriga o contribuinte a promover recolhimentos antecipados (Contribuinte de outra UF, que seja signatária de convênio ou protocolo com MG, sem IE/ST ou com IE/ST irregular). O valor do FEM é originado na emissão das Notas Fiscais do período, com o devido destaque do “FEM” no campo do documento fiscal. Na escrituração, o FEM deve ser informado somado ao ICMS/ST no registro C190. Assim, quando escriturado, todo o valor destacado é levado para a apuração no registro E210 proveniente dos registros analíticos. Esses débitos devem ser estornados porque, apesar de fazerem parte da apuração do período, não podem ser compensados com saldo credor, pois o recolhimento já ocorreu. Com isso, deve ser feito o estorno da parcela do “ICMS/ST+FEM” da apuração do ICMS/ST, bem como a “indicação” das parcelas do FEM que serão lançados como “Débito Especial FCP/FEM” no registro E210 (MG) e o lançamento do “Débito Especial do ICMS/ST” no registro E210. Desta forma, o contribuinte deve seguir as seguintes orientações:", "pagina": 1, "tags": []}
{"titulo": "REGISTROS DE OPERAÇÕES DE SAÍDA NA EFD:", "artigo": null, "paragrafo": null, "texto": "Os contribuintes de outras unidades da Federação sem IE/ST ou com IE/ST irregular devem lançar os dados da Nota Fiscal no registro “C100” e demais registros filhos exigidos pela legislação de seu estado e, ao final do período, efetuar os “Ajustes de Apuração” para MG, conforme abaixo: Considerando que os recolhimentos são feitos a cada operação, os valores retidos de ICMS/ST e FEM devem ser lançados como “Débito Especial” nos registros E210 (MG). Assim, os valores relativos ao FEM devem compor o campo 15 - “DEB_ESP_ST” do Registro “E210” (Apuração do ICMS/ST para MG: E200 = MG). Além disso, considerando que o valor total recolhido antecipadamente foi destacado e levado a débito na apuração do ICMS/ST ao ser informado no campo próprio dos registros C190, deve ser feito o estorno do débito na apuração do registro “E210” (E200=MG). Lançamentos dos “Débitos Especiais”: Lançar um “Ajuste de Apuração” em um registro E220 declarando o valor total recolhido antecipadamente do ICMS/ST como “Débito Especial de ICMS/ST”. Neste caso, deverá ser utilizado o código: MG150399|Apuração do ICMS ST; Débito Especial; Recolhimento Antecipado", "pagina": 1, "tags": []}
{"titulo": "REGISTRO “E220”: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS SUBSTITUIÇÃO TRIBUTÁRIA", "artigo": null, "paragrafo": null, "texto": " Reflexo no Bloco E: Apuração do ICMS – Substituição Tributária (E200\tCAMPO “UF” = “MG”): Estes valores devem ser acumulados no campo 15 - “DEB_ESP_ST” do Registro E210. Lançar um “Ajuste de Apuração” em um registro E220 declarando o valor recolhido antecipadamente do FEM adicionado ao ICMS/ST como “Débito Especial de FEM (ST)”. Neste caso, deverá ser utilizado o código: MG150007|Apuração do ICMS ST; Débito Especial; Fundo de Erradicação da Miséria - FEM - Antecipado", "pagina": 1, "tags": []}
{"titulo": "REGISTRO “E220”: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS SUBSTITUIÇÃO TRIBUTÁRIA", "artigo": null, "paragrafo": null, "texto": " Reflexo no Bloco E: Apuração do ICMS – Substituição Tributária (E200\tCAMPO “UF” = “MG”): Estes valores devem ser acumulados no campo 15 - “DEB_ESP_ST” do Registro E210. Lançamentos dos “Estornos de Débito” na apuração do ICMS/ST (MG): Considerando que o valor total destacado é levado a débito na apuração do ICMS/ST ao ser informado no registro C190, lançar um “Ajuste de Apuração” em um Registro E220 referente ao “Estorno do Débito de ICMS/ST” da parcela de ICMS/ST das Notas Fiscais, utilizando o código: MG139999 Apuração do ICMS ST; Estorno de débitos para ajuste de apuração ICMS ST.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E220: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS SUBSTITUIÇÃO TRIBUTÁRIA", "artigo": null, "paragrafo": null, "texto": " Reflexo no Bloco E – Apuração do ICMS - Substituição Tributária (E200\tCAMPO 02 “UF” = “MG”): Estes valores devem ser acumulados no campo “VL_OUT_CRED_ST” (Valor total de Ajustes \"Outros créditos ST\" e “Estorno de débitos ST”) do Registro E210 – Apuração do ICMS - Substituição Tributária. Lançar um “Ajuste de Apuração” em um Registro E220 referente ao “Estorno do Débito de ICMS/ST” da parcela correspondente ao valor do FEM - destacado em campo próprio do documento fiscal , considerando que o valor total é levado a débito na apuração do ICMS/ST, utilizando o código: MG130006|Apuração do ICMS ST; Estorno de débitos; Fundo de Erradicação da Miséria – FEM - adicionado ao ICMS/ST", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E220: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS SUBSTITUIÇÃO TRIBUTÁRIA", "artigo": null, "paragrafo": null, "texto": " Reflexo no Bloco E – Apuração do ICMS - Substituição Tributária (E200\tCAMPO 02 “UF” = “MG”): Estes valores devem ser acumulados no campo “VL_OUT_CRED_ST” (Valor total de Ajustes \"Outros créditos ST\" e “Estorno de débitos ST”) do Registro E210 – Apuração do ICMS - Substituição Tributária. Ao final do período, o contribuinte deverá apresentar os Registros E250 informando os valores pagos relativos ao ICMS/ST e ao FEM em GNRE distintas, utilizando os códigos de receita correspondentes para preenchimento do campo 05 – “COD_REC”:", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E250: OBRIGAÇÕES DO ICMS RECOLHIDO OU A RECOLHER – SUBSTITUIÇÃO TRIBUTÁRIA.", "artigo": null, "paragrafo": null, "texto": "Pág. 24/36 REGISTRO DAS OPERAÇÕES DE ENTRADA DAS DEVOLUÇÕES DAS MERCADORIAS SUJEITAS AO ICMS/ST + FEM NA EFD: Os contribuintes de outras unidades da Federação que não possuem IE de Substituto Tributário, ou que não estejam em situação regular, e efetuaram o recolhimento a cada operação, devem solicitar a restituição do imposto, decorrente de retorno integral, mediante processo administrativo (RPTA) junto à SEF/MG, não podendo se creditar diretamente em conta corrente da apuração do imposto. Assim, ao lançar os dados da Nota Fiscal da operação de entrada das mercadorias devolvidas pelo contribuinte mineiro no registro “C100” e demais registros filhos exigidos pela legislação de seu estado, devem, ao final do período, efetuar os “Ajustes de Apuração” para MG para que sejam estornados os créditos do imposto pela entrada, se lançados, conforme abaixo: Lançamento de Estorno – Ao final do período, caso o lançamento feito pelo contribuinte implique em crédito na apuração do ICMS/ST para MG (E200 = MG), efetuar o registro do Estorno de Crédito, na apuração da “Substituição Tributária” (Registro E210), dos valores do ICMS/ST e do FEM destacados nos campos próprios das Notas Fiscais relativas às operações de entrada das devoluções das mercadorias sujeitas ao FEM, mediante lançamento de “Ajuste de Apuração” em um registro E220 utilizando o código: MG119999|Apuração do ICMS ST; Estorno de créditos para ajuste de apuração ICMS ST", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E220: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS SUBSTITUIÇÃO TRIBUTÁRIA", "artigo": null, "paragrafo": null, "texto": " Reflexo no Bloco E – Apuração do ICMS - Substituição Tributária (E200   CAMPO 02 “UF” = “MG”): Estes valores devem ser acumulados no campo 09 “VL_OUT_DEB_ST” (Valor Total dos ajustes \"Outros débitos ST\" \" e “Estorno de créditos ST”) do Registro E210 – Apuração do ICMS - Substituição Tributária. O contribuinte de outra UF deve identificar os documentos fiscais nos registros E240. Caso 4 - FEM referente às operações sujeitas à ST Interna no momento da entrada, sem o destaque do FEM no campo próprio do documento fiscal. Neste caso, os valores do ICMS/ST e FEM não são destacados na Nota Fiscal. A apuração da ST Interna com o adicional de alíquota destinado ao FEM, regra geral, é realizada por operação. Entretanto, caso o contribuinte tenha Regime Especial de dilação de prazo, a apuração é efetuada por período. A seguir, segue a orientação para cada uma das formas: FEM referente às operações sujeitas à ST Interna apurada por operação;  FEM Antecipado FEM referente às operações sujeitas à ST Interna apurada por período. FEM referente às operações sujeitas à ST Interna apurada por operação, sem o destaque do FEM no campo próprio do documento fiscal, em que o recolhimento é feito por operação, antecipadamente. Obs: Não se aplica aos casos em que há o destaque do “FEM” no campo próprio do documento fiscal e houve o recolhimento a cada operação. Ver item 3 deste Manual. Registro de Entrada. Os contribuintes mineiros devem lançar os dados da Nota Fiscal no registro “C100” e demais registros filhos exigidos pela legislação, e complementar o lançamento conforme descrito a seguir: O lançamento da ST interna é feita por documento, seguindo a orientação do “Manual de Escrituração – ST Interna”. Assim, informar, também, o(s) ajuste(s) referente(s) ao FEM antecipado. Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Considerando que o débito referente ao FEM – Antecipado é recolhido por operação, lançar um “Ajuste de Documento”, por item, do “Débito Especial de FEM”: Código de Ajuste de Documento a ser utilizado (C197  “COD_AJ”): MG71010019|Débitos especiais; Op.ST; Resp.: Própria; Apur.: Recolhimento Espontâneo; Mercadoria; Antecipação - Fundo de Erradicação da Miséria - FEM", "pagina": 1, "tags": []}
{"titulo": "REGISTRO “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL.", "artigo": null, "paragrafo": null, "texto": " Reflexo no Bloco E: Apuração do ICMS – Substituição Tributária (E200\tCAMPO “UF” = “MG”): Estes valores devem ser acumulados no campo 15 - “DEB_ESP_ST” (Valores recolhidos ou a recolher, extra-apuração) do Registro E210. Lançamento na DAPI – Estes valores devem ser totalizados no campo 110.1 – Total do FEM Antecipado/ Extemporâneo O contribuinte deverá apresentar o(s) Registro(s) E250 informando os valores pagos relativos ao FEM em DAE distinto, utilizando o código de receita correspondente para preenchimento do campo 05 – “COD_REC”: 3095|FUNDO DE ERRADICAÇÃO DA MISÉRIA - FEM POR OPERAÇÃO (Recolhimento Espontâneo);", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E250: OBRIGAÇÕES DO ICMS RECOLHIDO OU A RECOLHER – SUBSTITUIÇÃO TRIBUTÁRIA", "artigo": null, "paragrafo": null, "texto": "Devolução de Mercadorias Sujeitas à ST Interna + FEM (recolhimento feito por operação): Na hipótese de devolução de mercadoria sujeita à ST Interna e ao FEM, o contribuinte mineiro poderá ingressar com pedido de restituição. FEM referente às operações sujeitas à ST Interna apurada por período, sem o destaque do FEM no documento fiscal - Regime Especial - ST Interna com dilação de prazo para recolhimento. Obs: Não se aplica aos casos em que há o destaque do “ICMS/ST + FEM” no campo próprio e houve o recolhimento a cada operação. Ver Caso 3 desta orientação. Registro de Entrada: O contribuinte mineiro, que possuir Regime Especial de dilação de prazo para recolhimento do ICMS/ST (ST interna), deve lançar os dados da nota fiscal eletrônica no registro “C100” e demais registros filhos exigidos pela legislação, e complementar o lançamento com os registros C195 e C197, conforme abaixo: ST, provenientes de ajustes do documento fiscal) O lançamento da ST interna é realizado por documento, seguindo a orientação do “Manual de Escrituração – ST Interna”, em que a alíquota deve ser acrescida dos 2% relativos ao FEM. Assim, no momento da apuração, o valor do FEM será “adicionado” na apuração do ICMS/ST do período. Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Registro do Estorno do Débito, na apuração do ICMS/ST (Registro E210), da parcela referente ao valor do FEM incluído na apuração do ICMS/ST mediante lançamento de “Ajuste de Documento” feito conforme o “Manual de Escrituração – ST Interna”. Código de Ajuste de Documento a ser utilizado (C197 ", "pagina": 1, "tags": []}
{"titulo": "“COD_AJ”):", "artigo": null, "paragrafo": null, "texto": "MG21000018|Estorno de débito; Op.ST; Resp.: Própria; Apur.: A apurar; Mercadoria; Fundo de Erradicação da Miséria – FEM - adicionado ao ICMS/ST Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL.  Reflexo no Bloco E – Apuração do ICMS - Substituição Tributária (E200\tCAMPO 02 “UF” = “MG”): Estes valores devem ser acumulados no campo 07 - “VL_AJ_CREDITOS_ST” (Valor total dos ajustes a crédito de ICMS do Registro E210 – Apuração do ICMS - Substituição Tributária. Lançamento na DAPI – Estes valores devem ser totalizados no campo 82.1 – Estorno devido ao FEM Lançamentos relativos ao débito de FEM “adicionado” na apuração do ICMS/ST: Neste caso em que o débito referente ao valor do FEM foi “adicionado” na apuração do ICMS/ST, efetuar o lançamento deste valor no registro C191, que irá auxiliar na totalização dos débitos de FEM que serão considerados na apuração “extra EFD” a ser feita pelo contribuinte, e, ao final do período, se apurado saldo devedor, este será lançado como “Débito Especial de FCP/FEM (ST)” no registro E210, mediante lançamento de “Ajuste de Apuração” (E220), conforme descrito no item 2.3.1: REGISTRO “C191”: INFORMAÇÕES DO FUNDO DE COMBATE À POBREZA – FCP – NA NF-e (CÓDIGO 55) Reflexo no Bloco E da EFD: Como este registro tem caráter informativo, não causa reflexos nos valores dos campos no Bloco E. Pág. 29/36 REGISTRO DAS OPERAÇÕES QUE GERAM CRÉDITO DO FEM NA EFD: Devolução de Mercadorias Sujeitas à ST Interna + FEM (Regime Especial - ST Interna com dilação de prazo para recolhimento) e restituição: Na hipótese de devolução de mercadoria sujeita à ST Interna, o contribuinte poderá restituir o FEM/ST.", "pagina": 1, "tags": []}
{"titulo": "REGISTRO DO SALDO APURADO DO FEM (SUBSTITUIÇÃO TRIBUTÁRIA) NA EFD PELO CONTRIBUINTE MINEIRO:", "artigo": null, "paragrafo": null, "texto": "Seguir as orientações do item 2.3 deste Manual. Caso 5 - FEM referente à aquisição de mercadoria em operação interestadual, ou importação, para uso ou consumo, ou ativo imobilizado (sem o destaque do FEM no campo próprio do documento fiscal ou não recolhido em etapa anterior). Na operação interestadual, ou importação, de aquisição de mercadoria para uso e consumo, ou para ativo imobilizado, de mercadoria em que não tenha sido recolhido o FEM por ST, o contribuinte mineiro deve gerar o “Débito Especial de FEM” conforme descrito abaixo. Registro de Entrada. Os contribuintes mineiros devem lançar os dados da Nota Fiscal no registro “C100” e demais registros filhos exigidos pela legislação, e complementar o lançamento conforme descrito a seguir: Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Considerando que o débito referente ao FEM – Antecipado é recolhido por operação, lançar um “Ajuste de Documento”, por item, do “Débito Especial de FEM”:  Código de Ajuste de Documento a ser utilizado (C197\t“COD_AJ”): MG70010018| Débitos especiais; Op.Própria; Resp.: Própria; Apur.: Recolhimento Espontâneo; Mercadoria; Antecipação Fundo de Erradicação da Miséria - FEM - Entrada Uso e Consumo e Ativo Permanente (importação) MG70000018|Débitos especiais; Op.Própria; Resp.: Própria; Apur.: A apurar; Mercadoria; Fundo de Erradicação da Miséria – FEM (aquisição de mercadoria em operação interestadual)", "pagina": 1, "tags": []}
{"titulo": "REGISTRO “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL.", "artigo": null, "paragrafo": null, "texto": "Reflexo no Bloco E: Apuração do ICMS – Operações Próprias: Estes valores devem ser acumulados no campo 15 - “DEB_ESP” (Valores recolhidos ou a recolher, extra-apuração - FCP) do Registro E110. Lançamento na DAPI: Os débitos do FEM devem ser totalizados no campo 110.1 – Total do FEM Antecipado/ Extemporâneo. O contribuinte deverá apresentar o(s) Registro(s) E116 informando os valores pagos relativos ao FEM em DAE distinto, utilizando o código de receita correspondente para preenchimento do campo 05 – “COD_REC”: 3095|FUNDO DE ERRADICAÇÃO DA MISÉRIA - FEM POR OPERAÇÃO (Recolhimento Espontâneo)", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E116: OBRIGAÇÕES DO ICMS RECOLHIDO OU A RECOLHER – OPERAÇÕES PRÓPRIAS.", "artigo": null, "paragrafo": null, "texto": "Devolução de Mercadorias Sujeitas ao FEM (Uso e Consumo, ou Ativo Imobilizado): Na hipótese de devolução de mercadoria para Uso e Consumo, ou Ativo Imobilizado sujeita ao FEM, o contribuinte poderá ingressar com pedido de restituição. Caso 6 - FEM referente ao Estoque de mercadorias sujeitas à Substituição Tributária. O contribuinte mineiro deve seguir as orientações da  e informar o valor do débito apurado como “Débito Especial de FEM (ST)”. Neste caso, deverá ser utilizado o código: MG150007|Apuração do ICMS ST; Débito Especial; Fundo de Erradicação da Miséria - FEM - Antecipado", "pagina": 1, "tags": []}
{"titulo": "REGISTRO “E220”: AJUSTE/BENEFÍCIO/INCENTIVO DA APURAÇÃO DO ICMS SUBSTITUIÇÃO TRIBUTÁRIA", "artigo": null, "paragrafo": null, "texto": " Reflexo no Bloco E: Apuração do ICMS – Substituição Tributária (E200\tCAMPO “UF” = “MG”): Estes valores devem ser acumulados no campo 15 - “DEB_ESP_ST” do Registro E210. Lançamento na DAPI – Estes valores devem ser totalizados no campo 110.1 – Total do FEM Antecipado/ Extemporâneo Apresentar os Registros E250 informando os valores pagos ou a pagar relativos ao FEM, utilizando os códigos de receita correspondentes para preenchimento do campo 05 – “COD_REC” 3095|FUNDO DE ERRADICAÇÃO DA MISÉRIA - FEM POR OPERAÇÃO (Recolhimento Espontâneo);", "pagina": 1, "tags": []}
{"titulo": "REGISTRO E250: OBRIGAÇÕES DO ICMS RECOLHIDO OU A RECOLHER – SUBSTITUIÇÃO TRIBUTÁRIA.", "artigo": null, "paragrafo": null, "texto": "Caso 7 – Registros informativos do ICMS/ST e do FEM pelo destinatário mineiro (substituído) no registro de entrada de mercadorias cujo remetente seja o substituto tributário: O estabelecimento destinatário da mercadoria, na condição de substituído e que esteja obrigado à EFD, deverá, no registro da entrada da mercadoria, gerar ajustes informativos do valor destinado ao Fundo de Erradicação da Miséria – FEM, bem como o valor do ICMS/ST, ambos destacados nos campos próprios da NF-e. Registro de Entrada Os contribuintes mineiros devem lançar os dados da NF-e no registro “C100” e demais registros filhos exigidos pela legislação, e complementar o lançamento conforme abaixo, com dois ajustes informativos pelo estabelecimento substituído. Em regra, os valores de ICMS/ST destacados na NF de entrada não podem ser escriturados quando do lançamento do documento fiscal, uma vez que este lançamento geraria um crédito indevido, conforme destaque do Guia Prático da EFD: “IMPORTANTE: para documentos de entrada, os campos de valor de imposto/contribuição, base de cálculo e alíquota só devem ser informados se o adquirente tiver direito à apropriação do crédito (enfoque do declarante).” Assim, os valores do ICMS/ST e/ou do Imposto sobre Produtos Industrializados (IPI) destacados devem ser adicionados ao valor das mercadorias que é informado no campo 16 – “VL_MERC” do registro C100, bem como no campo 07 – “VL_ITEM” do registro C170, uma vez que compõem o custo das mercadorias. Como o informante não tem direito à apropriação do crédito, os campos “VL_ICMS_ST” e/ou “VL_IPI” dos registro C100, C170 e C190 não devem ser informados. Observações do lançamento: Registro “C195”: OBSERVAÇOES DO LANÇAMENTO FISCAL (CÓDIGO 01, 1B E 55) Para cada mercadoria sujeita ao ICMS/ST + FEM, promover dois ajustes informativos - Registros C197,  utilizando os seguintes Códigos de “Ajustes de Documento” a serem utilizados (C197\t“COD_AJ”): MG91990000|Informativo; Op.ST; Resp.: Informativo; Apur.: Informativo; Mercadoria; Op. Normal. e MG91990018|Informativo; Op.ST; Resp.: Informativo; Apur.: Informativo; Mercadoria; Fundo de Erradicação da Miséria - FEM Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. (para informação do ICMS/ST) * Campo de preenchimento facultativo. Registro “C197”: OUTRAS OBRIGAÇÕES TRIBUTÁRIAS, AJUSTES E INFORMAÇÕES DE VALORES PROVENIENTES DE DOCUMENTO FISCAL. (para informação do FEM)  Reflexo no Bloco E – Registro E210 – Apuração do ICMS - Substituição Tributária (E200\tCAMPO 02 - “UF” =", "pagina": 1, "tags": []}
{"titulo": "“MG”):", "artigo": null, "paragrafo": null, "texto": "Os ajustes informativos não causam reflexos nos valores dos campos no Bloco E", "pagina": 1, "tags": []}
{"titulo": "ALTERAÇÕES DO MANUAL DO FEM", "artigo": null, "paragrafo": null, "texto": "Principais alterações no Manual de Escrituração do FEM - versão 2019.01: Alteração promovida pela versão 4.0 da NF-e, conforme Nota técnica 2006.002, de forma: a.1) a incluir campos próprios para o FEM e o FEM/ST neste documento; a.2) obrigar o preenchimento dos campos específicos do ICMS e FEM retidos anteriormente no caso de documento emitido com CST X60. Alteração do Layout da EFD de forma a permitir a totalização do FEM e do FEM/ST através do registro C191 e não mais através de ajustes informativos como consta em versão anterior deste Manual. Alteração da orientação de preenchimento da GIA-ST, a partir de 01/01/2019, para contribuintes substituto tributários em MG de acordo com o Decreto 47.596/2018. Principais alterações no Manual de Escrituração do FEM - versão 2024.02: Criação de códigos específicos para FEM OP e ST extemporâneo. Orientação sobre “Lançamento na Dapi” em diversos itens. Principais alterações no Manual de Escrituração do FEM - versão 2024.03: a)\tAlteração do campo da Dapi e do código de receita do Caso 5 - FEM referente à aquisição de mercadoria em operação interestadual, ou importação, para uso ou consumo, ou ativo imobilizado (sem o destaque do FEM no campo próprio do documento fiscal ou não recolhido em etapa anterior).", "pagina": 1, "tags": []}
