{"titulo": null, "artigo": null, "paragrafo": null, "texto": "Dispõe sobre os lançamentos relativos à Inscrição Estadual Única de contribuinte que não apure IPI na Escrituração Fiscal Digital (EFD), e no que couber, aos casos de Fusão/Cisão/Incorporação Sumário Objetivo: Este manual tem o objetivo de detalhar os procedimentos a serem adotados pelos contribuintes mineiros na Escrituração Fiscal Digital – EFD – nos casos de Inscrição Estadual Unificada ou IE Única. Também se aplica, no que couber, aos casos de escrituração centralizada. Tanto nos casos de IE única, IE unificada ou escrituração centralizada, este manual apenas se aplica aos contribuintes que não apuram IPI. Nestes casos haverá a transmissão de uma única escrituração fiscal e consequentemente uma única apuração do imposto. Este manual, também, se aplicará, no que couber, aos casos de fusão, cisão ou incorporação. Nos casos de IE unificada ou única e, no que couber, escrituração centralizada com escrituração e apuração únicas, todas sem apuração do IPI, o contribuinte detentor da inscrição centralizada ficará responsável pela transmissão do arquivo EFD com todos os registros das operações de todos os estabelecimentos envolvidos. Sendo o contribuinte obrigado a transmissão de DAPI, haverá a declaração de uma única DAPI contemplando as operações e prestações de todos os CNPJ’s contemplados na IE centralizada. Vedação à IE única ou unificada: os contribuintes do IPI que são IE Única ou Unificada não poderão ter a EFD unificada, uma vez que a SEF/MG não tem competência para dispensar contribuintes do IPI de entrega de obrigação acessória. Desse modo, enviaram EFDs separadamente para cada CNPJ associado à IE Unificada. Quanto à DAPI, sendo uma obrigação acessória de MG, deve ser enviada uma única Declaração para a IE Única/Unificada. - Orientação para os casos de Unificação de IE.", "pagina": 1, "tags": []}
{"titulo": "ESCRITURAÇÃO DOS DOCUMENTOS FISCAIS DE ENTRADA E SAÍDA", "artigo": null, "paragrafo": null, "texto": "Após a unificação das IEs, os documentos fiscais emitidos pelas IE que foram unificadas serão escriturados pela detentora de IE única como documentos de emissão própria. Estes documentos deverão ser escriturados com o mesmo código de situação do documento que seria se fossem escriturados na IE que foi unificada. O contribuinte não deve utilizar indiscriminadamente o código de situação do documento “8 – documento fiscal emitido com base em regime especial ou norma específica”.", "pagina": 1, "tags": []}
{"titulo": "EM RELAÇÃO AO EVENTUAL SALDO CREDOR A SER TRANSFERIDO", "artigo": null, "paragrafo": null, "texto": "O saldo credor existente nos estabelecimentos cujas inscrições serão unificadas deverá ser transferido para o estabelecimento da IE unificada, logo, deverão fazer os seguintes lançamentos: Controle do saldo credor no Bloco E No estabelecimento detentor do saldo credor do ICMS: ajuste no registro E111 da Escrituração Fiscal Digital, utilizando o código “MG009999; Apuração do ICMS; Outros débitos para ajuste de apuração ICMS” e lançamento no campo 74 da Declaração de Apuração e Informação do ICMS, modelo 1 - DAPI 1; No estabelecimento detentor da IE única unificada: ajuste no registro E111 da Escrituração Fiscal Digital, utilizando o código “MG029999; Apuração do ICMS; Outros créditos para ajuste de apuração ICMS.” e lançamento no campo 71 da Declaração de Apuração e Informação do ICMS, modelo 1 - DAPI 1; Controle dos créditos nos Registros 1200 e 1210 Caso exista saldo credor sendo controlado no Registro 1200, observar que esses Registros deverão também ser transferidos para a IE única. No estabelecimento detentor do saldo credor do ICMS: lançar um registro 1210 da EFD, utilizando o código “MG47; Crédito transferido para estabelecimento de mesma titularidade situado no Estado”; preenchendo no Campo 04 “VL_CRED_UTIL Total de crédito utilizado” o saldo credor do ICMS, para cada motivo de acúmulo controlado no Registro 1200. Lançar o mesmo valor no Registro 1200 no Campo 06 “CRED_UTIL; Total de créditos utilizados no período”; para que zere o valor existente nesses registros. No estabelecimento detentor da IE única: lançar, para cada motivo de acúmulos de créditos, um Registro 1200 da EFD com o mesmo código (Tabela 5.1.1) existente na escrituração da IE que foi unificada. Caso esse Registro 1200 já venha sendo controlado na IE única, lançar o valor baixado no Registro 1200 da IE que foi unificada (transferidora do saldo) no Campo 05 “CRED_RECEB Total de créditos recebidos por transferência” do Registro 1200 da IE única.", "pagina": 1, "tags": []}
{"titulo": "EM RELAÇÃO À TRANSFERÊNCIA DO ESTOQUE", "artigo": null, "paragrafo": null, "texto": "Sabendo-se que a EFD será unificada, os estoques existentes nos estabelecimentos unificados deverão ser, também, informados neste arquivo EFD a ser transmitido pelo detentor da IE única, dessa forma, serão observados os seguintes procedimentos para identificar essa transferência de propriedade: No estabelecimento cuja IE será unificada: escriturar o Bloco H, onde o registro H005 terá identificado no campo 02- DT_INV a data imediatamente anterior ao dia da emissão da NF-e de transferência de estoque, e o campo 04-MOT_INV identificado com o código “03 - Na solicitação da baixa cadastral, paralisação temporária e outras situações”; e os estoques serão declarados no registro H010 com a identificação do campo 07-IND_PROP igual a “0- Item de propriedade do informante e em seu poder” com a identificação do estabelecimento da IE Única no campo 08-COD_PART; Emitir e escriturar na EFD NFe transferindo o estoque para o estabelecimento detentor da IE única. Esta NFe deve ter como data de emissão o dia imediatamente anterior ao início da vigência da unificação da inscrição estadual. Deve ser emitido com os CFOP 5.151 (transferência de produção do estabelecimento) ou 5.152 (Transferência de mercadoria adquirida ou recebida de terceiros), conforme a situação fática. No estabelecimento detentor da IE única: A) Escriturar na EFD, a NFe que transferiu o estoque para o estabelecimento detentor da IE única.", "pagina": 1, "tags": []}
{"titulo": "EM RELAÇÃO AO INVENTÁRIO ANUAL", "artigo": null, "paragrafo": null, "texto": "O estabelecimento detentor da IE única escriturará o inventário anual na EFD de fevereiro com informações referentes a 31/12 do exercício anterior. Os itens do inventário que estiverem fisicamente localizados nos endereços das IEs que foram unificadas devem ser informados com o código “1- Item de propriedade do informante em posse de terceiros” para cada estabelecimento filial cuja IE foi unificada e informar no Campo ‘08’ (COD_PART) a identificação do detentor do estoque.", "pagina": 1, "tags": []}
{"titulo": "EM RELAÇÃO AO CIAP", "artigo": null, "paragrafo": null, "texto": "O saldo de ICMS, passível de apropriação relativo ao ativo imobilizado em estabelecimento que teve a inscrição unificada, deverá ser transferido para o estabelecimento detentor da IE única, mediante a seguinte escrituração na EFD: No estabelecimento que teve a inscrição unificada: movimentação do bem no registro G125 com o tipo “OT – Outras Saídas do Imobilizado”, observando o disposto na orientação de preenchimento 1.6 referente ao campo 04 do registro G125 do Guia Prático da EFD; No estabelecimento detentor da IE única: escriturar um registro G126 para contemplar o saldo do ativo imobilizado de cada estabelecimento que teve a inscrição unificada: Identificando no registro G130, o respectivo documento fiscal que deu origem ao crédito do ativo imobilizado no estabelecimento que teve a inscrição unificada; Identificando no registro G140, os itens do documento fiscal informado no registro G130; Observando que a soma dos valores apurados no campo 09-VL_PARC_APROP dos registros G126 serão totalizados no campo 10-SOM_ICMS_OC do registro G110; O estabelecimento filial que teve a IE unificada deverá emitir documento fiscal, antes da baixa da IE, com objetivo de transferir a propriedade do bem e seu respectivo saldo relativo ao CIAP. Controle de versão:", "pagina": 1, "tags": []}
{"titulo": "V.2024.02:", "artigo": null, "paragrafo": null, "texto": "Alterado o item 1.3.1 no que se refere a data de escrituração do estoque. Alterado o item 1.3.1 no que se refere ao preenchimento do campo 07 IND_PROP. Alterado o item 1.3.2 supressão da escrituração do Bloco H.", "pagina": 1, "tags": []}
{"titulo": "V.2025.02", "artigo": null, "paragrafo": null, "texto": "alterado o escopo do manual de lançamentos relativos à IE única para lançamentos relativos à IE única de contribuinte que não apure IPI na Escrituração Fiscal Digital (EFD),", "pagina": 1, "tags": []}
